Repository: canonical/ubuntu-pro-client
Catalog: debian/po/*.po
Languages: de_de

source: 1 standard LTS security update
de_de: 1 Standard LTS Sicherheitsupdate

source: %lu standard LTS security updates
de_de: %lu Standard LTS Sicherheitsupdates

source: 1 esm-infra security update
de_de: 1 ESM-Infra Sicherheitsupdate

source: 1 standard LTS security update and 1 esm-infra security update
de_de: 1 Standard LTS Sicherheitsupdate und 1 ESM-Infra Sicherheitsupdate

source: %lu standard LTS security updates and 1 esm-infra security update
de_de: %lu Standard LTS Sicherheitsupdates und 1 ESM-Infra Sicherheitsupdate

source: %lu esm-infra security updates
de_de: %lu ESM-Infra Sicherheitsupdates

source: 1 standard LTS security update and %lu esm-infra security updates
de_de: 1 Standard LTS-Sicherheitsupdate und %lu ESM-Infra Sicherheitsupdates

source: %lu standard LTS security updates and %lu esm-infra security updates
de_de: %lu Standard LTS Sicherheitsupdates und %lu ESM-Infra Sicherheitsupdates

source: 1 esm-apps security update
de_de: 1 ESM-Apps Sicherheitsupdate

source: 1 standard LTS security update and 1 esm-apps security update
de_de: 1 Standard LTS Sicherheitsupdate und 1 ESM-Apps Sicherheitsupdate

source: %lu standard LTS security updates and 1 esm-apps security update
de_de: %lu Standard LTS Sicherheitsupdates und 1 ESM-Apps Sicherheitsupdate

source: 1 esm-infra security update and 1 esm-apps security update
de_de: 1 ESM-Infra Sicherheitsupdate und 1 ESM-Apps Sicherheitsupdate

source: 1 standard LTS security update, 1 esm-infra security update and 1 esm-apps security update
de_de: 1 Standard LTS Sicherheitsupdate, 1 Sicherheitsupdate für ESM-Infra und 1 Sicherheitsupdate für ESM-Apps

source: %lu standard LTS security updates, 1 esm-infra security update and 1 esm-apps security update
de_de: %lu Standard LTS Sicherheitsupdates, 1 Sicherheitsupdate für ESM-Infra und 1 Sicherheitsupdate für ESM-Apps

source: %lu esm-infra security updates and 1 esm-apps security update
de_de: %lu ESM-Infra Sicherheitsupdates und 1 ESM-Apps Sicherheitsupdate

source: 1 standard LTS security update, %lu esm-infra security updates and 1 esm-apps security update
de_de: 1 standard LTS Sicherheitsupdate, %lu ESM-Infra Sicherheitsupdates und 1 ESM-Apps Sicherheitsupdate

source: %lu standard LTS security updates, %lu esm-infra security updates and 1 esm-apps security update
de_de: %lu Standard LTS Sicherheitsupdates, %lu ESM-Infra Sicherheitsupdates und 1 ESM-Apps Sicherheitsupdate

source: %lu esm-apps security updates
de_de: %lu ESM-Apps Sicherheitsupdates

source: 1 standard LTS security update and %lu esm-apps security updates
de_de: 1 Standard LTS Sicherheitsupdate und %lu ESM-Apps Sicherheitsupdates

source: %lu standard LTS security updates and %lu esm-apps security updates
de_de: %lu Standard LTS Sicherheitsupdates und %lu ESM-Apps Sicherheitsupdates

source: 1 esm-infra security update and %lu esm-apps security updates
de_de: 1 ESM-Infrastruktur Sicherheitsupdate und %lu ESM-Apps Sicherheitsupdates

source: 1 standard LTS security update, 1 esm-infra security update and %lu esm-apps security updates
de_de: 1 Standard-LTS-Sicherheitsupdate, 1 ESM-Infra Sicherheitsupdate und %lu ESM-Apps Sicherheitsupdates

source: %lu standard LTS security updates, 1 esm-infra security update and %lu esm-apps security updates
de_de: %lu Standard LTS Sicherheitsupdates, 1 ESM-Infra Sicherheitsupdate und %lu ESM-Apps Sicherheitsupdates

source: %lu esm-infra security updates and %lu esm-apps security updates
de_de: %lu ESM-Infra Sicherheitsupdates und %lu ESM-Apps Sicherheitsupdates

source: 1 standard LTS security update, %lu esm-infra security updates and %lu esm-apps security updates
de_de: 1 Standard LTS Sicherheitsupdate, %lu ESM-Infra Sicherheitsupdates und %lu ESM-Apps Sicherheitsupdates

source: %lu standard LTS security updates, %lu esm-infra security updates and %lu esm-apps security updates
de_de: %lu Standard LTS Sicherheitsupdates, %lu ESM-Infra Sicherheitsupdates und %lu ESM-Apps Sicherheitsupdates

source: Learn more about Ubuntu Pro for 16.04 on Azure at %s
de_de: Mehr Informationen über Ubuntu Pro für 16.04 auf Azure unter %s

source: Learn more about Ubuntu Pro for 16.04 at %s
de_de: Mehr Informationen über Ubuntu Pro für 16.04 unter %s

source: Learn more about Ubuntu Pro for 18.04 on Azure at %s
de_de: Mehr Informationen über Ubuntu Pro für 18.04 auf Azure unter %s

source: Learn more about Ubuntu Pro for 18.04 at %s
de_de: Mehr Informationen über Ubuntu Pro für 18.04 unter %s

source: Learn more about Ubuntu Pro on Azure at %s
de_de: Mehr Informationen über Ubuntu Pro auf Azure unter %s

source: Learn more about Ubuntu Pro on AWS at %s
de_de: Mehr Informationen über Ubuntu Pro auf AWS unter %s

source: Learn more about Ubuntu Pro on GCP at %s
de_de: Mehr Informationen über Ubuntu Pro auf GCP unter %s

source: Learn more about Ubuntu Pro at %s
de_de: Mehr Informationen über Ubuntu Pro unter %s

source: Get another security update through Ubuntu Pro with 'esm-apps' enabled:
de_de: Erhalte ein weiteres Sicherheitsupdate durch Ubuntu Pro mit aktiviertem 'esm-apps':

source: The following security update requires Ubuntu Pro with 'esm-infra' enabled:
de_de: Das folgende Sicherheitsupdate erfordert Ubuntu Pro mit aktiviertem 'esm-infra':

source: The following packages will fail to download because your Ubuntu Pro subscription has expired
de_de: Die folgenden Pakete können nicht heruntergeladen werden, da Ihr Ubuntu Pro-Abonnement abgelaufen ist

source: Renew your subscription or `sudo pro detach` to remove these errors
de_de: Erneuern sie Ihr Pro-Abonnement oder deaktivieren Sie es mit `sudo pro detach`, um diese Fehler zu beheben

source: Ubuntu Pro support now requires ubuntu-advantage-pro
de_de: Ubuntu Pro-Support erfordert jetzt ubuntu-advantage-pro

source: To install run the following:
de_de: Um die Installation durchzuführen, führen Sie diese Befehle aus:

source: yes
de_de: ja

source: no
de_de: nein

source: Do you want to proceed? (y/N)
de_de: Möchten Sie fortfahren? (y/N)

source: Interrupt received; exiting.
de_de: Abbruchsignal empfangen, beende Programm.

source: Operation in progress: {lock_holder} (pid:{pid})
de_de: Vorgang läuft: {lock_holder} (pid:{pid})

source: Successfully refreshed your subscription.
de_de: Ihr Abonnement wurde erfolgreich erneuert.

source: Successfully processed your pro configuration.
de_de: Ihre Pro Konfiguration wurde erfolgreich verarbeitet.

source: Successfully updated Ubuntu Pro related APT and MOTD messages.
de_de: APT- und MOTD-Nachrichten im Zusammenhang mit Ubuntu Pro wurden erfolgreich aktualisiert.

source: Failed running reboot_cmds script. See: /var/log/ubuntu-advantage.log
de_de: Fehler beim Ausführen des Skripts reboot_cmds. Weitere Informationen in: /var/log/ubuntu-advantage.log

source: APT lock is held. Ubuntu Pro configuration will wait until it is released
de_de: APT wird gerade verwendet. Die Ubuntu Pro-Konfiguration wird bis zur Freigabe warten

source: Could not find past release for {release}
de_de: Konnte kein früheres Release finden, welches zu {release} passt

source: Starting upgrade of Ubuntu Pro service configuration
de_de: Start der Aktualisierung der Ubuntu Pro Servicekonfiguration

source: Finished upgrade of Ubuntu Pro service configuration
de_de: Aktualisierung der Ubuntu Pro-Dienst-Konfiguration erfolgreich

source: Detaching Ubuntu Pro. Previously attached subscription was only valid for releases prior to Ubuntu {release} ({series_codename}).
de_de: Dieses Maschine wird nun vom Ubuntu Pro-Abonnement getrennt. Das bisher aktive Abonnement war nur für Versionen gültig, die vor Ubuntu {release} ({series_codename}) veröffentlicht wurden.

source: Couldn't import the YAML module. Make sure the 'python3-yaml' package is installed correctly and /usr/lib/python3/dist-packages is in your PYTHONPATH.
de_de: Das YAML-Modul konnte nicht importiert werden. Stellen Sie sicher, dass das Paket 'python3-yaml' korrekt installiert ist und /usr/lib/python3/dist-packages in Ihrem PYTHONPATH enthalten ist.

source: Error while trying to parse a yaml file using 'yaml' from {path}
de_de: Fehler beim Parsen einer yaml-Datei mit 'yaml' von {path}

source: snapd does not have a wait command. Enabling Livepatch can fail under this scenario. Please, upgrade snapd if Livepatch enable fails and try again.
de_de: snapd hat keinen wait-Befehl. Das Aktivieren von Livepatch kann in diesem Szenario fehlschlagen. Falls die Aktivierung von Livepatch fehlschlägt, aktualisieren Sie bitte snapd und versuchen Sie es erneut.

source: A new version is available: {version} Please run: sudo apt install ubuntu-pro-client to get the latest bug fixes and new features.
de_de: Eine neue Version ist verfügbar: {version} Bitte führen Sie folgenden Befehl aus: sudo apt install ubuntu-pro-client um die neuesten Problemlösungen und neuen Funktionen zu erhalten.

source: an unknown error
de_de: ein unbekannter Fehler

source: Executing `{command}`
de_de: Führe `{command}` aus

source: Executing `{command}` failed.
de_de: Ausführen von `{command}` fehlgeschlagen.

source: Invalid command specified '{cmd}'.
de_de: Ungültiger Befehl '{cmd}' verwendet.

source: Failed running command '{cmd}' [exit({exit_code})]. Message: {stderr}
de_de: Fehler beim Ausführen des Befehls '{cmd}' [Exit({exit_code})] . Nachricht: {stderr}

source: Installing {packages}
de_de: Installieren von {packages}

source: Installing {title} packages
de_de: Installation von {title} Paketen

source: Installing required snaps
de_de: Erforderliche Snaps werden installiert

source: Installing required snap: {snap}
de_de: Installiere notwendiges Snap: {snap}

source: Skipping installing packages: {packages}
de_de: Überspringe Installation der Pakete: {packages}

source: Uninstalling {packages}
de_de: Deinstalliere {packages}

source: Failure when uninstalling {packages}
de_de: Fehler beim Entfernen von {packages}

source: Cannot install package {package} version {version}
de_de: Kann Paket {package} Version {version} nicht installieren

source: Failure checking APT policy.
de_de: Fehler beim Überprüfen der APT-Richtlinie (apt-policy).

source: Updating package lists
de_de: Paketlisten werden aktualisiert

source: Updating {name} package lists
de_de: Aktualisierung der Paketlisten für {name}

source: APT update failed.
de_de: APT-Aktualisierung (apt update) fehlgeschlagen.

source: APT install failed.
de_de: APT-Installation (apt install) fehlgeschlagen.

source: Backing up {original} as {backup}
de_de: Sicherung von {original} als {backup}

source: The following package(s) will be REMOVED:
de_de: Die folgenden Paket(e) werden ENTFERNT:

source: The following package(s) will be reinstalled from the archive:
de_de: Die folgenden Paket(e) werden aus dem Archiv neu installiert:

source: *Your Ubuntu Pro subscription has EXPIRED* {{pkg_num}} additional security update requires Ubuntu Pro with '{{service}}' enabled. Renew your subscription at {url}
de_de: *Ihr Ubuntu Pro-Abonnement ist abgelaufen* {{pkg_num}} zusätzliches Sicherheitsupdate erfordert Ubuntu Pro mit '{{service}}' aktiviert. Erneuern Sie Ihr Abonnement unter {url}

source: CAUTION: Your Ubuntu Pro subscription will expire in {{remaining_days}} day. Renew your subscription at {url} to ensure continued security coverage for your applications.
de_de: ACHTUNG: Ihr Ubuntu Pro-Abonnement läuft in {{remaining_days}} Tag ab. Erneuern Sie Ihr Abonnement unter {url}, um weiterhin Sicherheitsschutz für Ihre Pakete zu erhalten.

source: CAUTION: Your Ubuntu Pro subscription expired on {{expired_date}}. Renew your subscription at {url} to ensure continued security coverage for your applications. Your grace period will expire in {{remaining_days}} day.
de_de: ACHTUNG: Ihr Ubuntu Pro-Abonnement ist am {{expired_date}} abgelaufen. Erneuern Sie Ihr Abonnement unter {url}, um weiterhin Sicherheitsschutz für Ihre Pakete zu erhalten. Ihre Kulanzfrist endet in {{remaining_days}} Tag.

source: *Your Ubuntu Pro subscription has EXPIRED* Renew your subscription at {url}
de_de: *Ihr Ubuntu Pro-Abonnement ist abgelaufen* Erneuern Sie Ihr Abonnement unter {url}

source: Setting {service} proxy
de_de: {service}-Proxy wird konfiguriert

source: No proxy set in config; however, proxy is configured for: {{services}}. See {url} for more information on pro proxy configuration.
de_de: Kein Proxy in der Konfiguration festgelegt; Proxy ist jedoch für {{services}} konfiguriert. Weitere Informationen zur Pro-Proxy-Konfiguration finden Sie unter {url}.

source: Setting {scope} APT proxy
de_de: {scope} APT-Proxy wird konfiguriert

source: Error: Setting global apt proxy and pro scoped apt proxy at the same time is unsupported. No apt proxy is set.
de_de: Fehler: Das gleichzeitige Festlegen eines globalen apt-Proxys und eines apt-Proxys für Ubuntu Pro wird nicht unterstützt. Es wird kein apt-Proxy festgelegt.

source: Warning: {old} has been renamed to {new}.
de_de: Warnung: {alt} wurde in {neu} umbenannt.

source: Warning: Setting the {current_proxy} proxy will overwrite the {previous_proxy} proxy previously set via `pro config`.
de_de: Warnung: Das Festlegen des {current_proxy} Proxys überschreibt den zuvor über `pro config` festgelegten {previous_proxy} Proxy.

source: Using deprecated "{old}" config field. Please migrate to using "{new}"
de_de: Verwendung des veralteten Konfigurationsfelds "{old}". Bitte migrieren Sie zu "{new}".

source: Migrating /etc/ubuntu-advantage/uaclient.conf
de_de: /etc/ubuntu-advantage/uaclient.conf wird migriert

source: Warning: Failed to load /etc/ubuntu-advantage/uaclient.conf.preinst-backup No automatic migration will occur. You may need to use "pro config set" to re-set your settings.
de_de: Warnung: Fehler beim Laden von /etc/ubuntu-advantage/uaclient.conf.preinst-backup Es wird keine automatische Migration stattfinden. Möglicherweise müssen Sie "pro config set" verwenden, um Ihre Einstellungen neu zu setzen.

source: Warning: Failed to migrate user_config from /etc/ubuntu-advantage/uaclient.conf Please run the following to keep your custom settings:
de_de: Warnung: Migration von user_config aus /etc/ubuntu-advantage/uaclient.conf fehlgeschlagen. Bitte führen Sie Folgendes aus, um Ihre benutzerdefinierten Einstellungen zu behalten:

source: Warning: Failed to migrate /etc/ubuntu-advantage/uaclient.conf Please add following to uaclient.conf to keep your config:
de_de: Warnung: Migration von /etc/ubuntu-advantage/uaclient.conf fehlgeschlagen. Bitte fügen Sie Folgendes zu uaclient.conf hinzu, um Ihre Konfiguration zu erhalten:

source: Warning: lxd_guest_attach is set to "on" or "available", but the machine is not attached. Ignoring.
de_de: Warnung: lxd_guest_attach ist auf "on" oder "available" gesetzt, aber die Maschine ist keinem Abonnement zugeordnet. Wird ignoriert.

source: Currently attempting to automatically attach this machine to an Ubuntu Pro subscription
de_de: Derzeit wird versucht, diese Maschine automatisch einem Ubuntu Pro-Abonnement zuzuordnen

source: This machine is now attached to '{contract_name}'
de_de: Dieser Rechner ist jetzt '{contract_name}' zugeordnet

source: This machine is now successfully attached'
de_de: Dieser Rechner ist jetzt erfolgreich zugeordnet.

source: Enabling default service {name}
de_de: Standarddienst {name} wird aktiviert

source: Service {name} is recommended by default. Run: sudo pro enable {name}
de_de: Der Pro-Dienst {name} ist standardmäßig empfohlen. Führen sie dazu aus: sudo pro enable {name}

source: Initiating attach operation...
de_de: Automatische Zuordnung wird gestartet...

source: Failed to perform attach...
de_de: Automatische Zuordnung fehlgeschlagen...

source: Please sign in to your Ubuntu Pro account at this link: {url} And provide the following code: {bold}{{user_code}}{end_bold}
de_de: Bitte melden Sie sich über diesen Link bei Ihrem Ubuntu Pro-Konto an: {url} Und geben Sie den folgenden Code an: {bold}{{user_code}}{end_bold}

source: Attaching the machine...
de_de: Die Maschine wird zugeordnet...

source: Limited to Ubuntu {release} ({series_codename}) and previous releases.
de_de: Beschränkt auf Ubuntu {release} ({series_codename}) und frühere Versionen.

source: Detach will disable the following service:
de_de: Die Trennung wird folgenden Dienst deaktivieren:

source: This machine is now detached.
de_de: Dieser Rechner ist jetzt getrennt.

source: One moment, checking your subscription first
de_de: Einen Moment, ihr Abonnement wird geprüft

source: Enabling {title}
de_de: {title} wird aktiviert

source: {title} enabled
de_de: {title} wurde aktiviert

source: {title} access enabled
de_de: Zugriff auf {title} aktiviert

source: Could not enable {title}.
de_de: {title} konnte nicht aktiviert werden.

source: {service_being_enabled} cannot be enabled with {incompatible_service}. Disable {incompatible_service} and proceed to enable {service_being_enabled}? (y/N)
de_de: Der Dienst {service_being_enabled} kann nicht gleichzeitig mit {incompatible_service} aktiviert sein. Soll {incompatible_service} deaktiviert werden, damit {service_being_enabled} aktiviert werden kann? (y/N)

source: Disabling incompatible service: {service}
de_de: Deaktivierung des inkompatiblen Dienstes: {service}

source: {service_being_enabled} cannot be enabled with {required_service} disabled. Enable {required_service} and proceed to enable {service_being_enabled}? (y/N)
de_de: Der Dienst {service_being_enabled} kann nicht aktiviert werden, wenn {required_service} deaktiviert ist. Soll {required_service} auch aktiviert werden damit {service_being_enabled} aktiviert werden kann? (y/N)

source: Enabling required service: {service}
de_de: Aktivierung des erforderlichen Dienstes: {service}

source: A reboot is required to complete {operation}.
de_de: Ein Neustart ist erforderlich, um '{operation}' abzuschließen.

source: Configuring APT access to {service}
de_de: APT-Zugriff für {service} wird konfiguriert

source: No variant specified. To specify a variant, use the variant option. Auto-selecting {variant} variant. Proceed? (y/N)
de_de: Keine Variante angegeben. Um eine Variante anzugeben, verwenden Sie die Option 'variant'. Soll die Variante {variant} automatisch ausgewählt werden? (y/N)

source: Removing APT access to {title}
de_de: APT-Zugriff für {title} wird entfernt

source: Could not disable {title}.
de_de: {title} konnte nicht deaktiviert werden.

source: {dependent_service} depends on {service_being_disabled}. Disable {dependent_service} and proceed to disable {service_being_disabled}? (y/N)
de_de: Dienst {dependent_service} hängt von {service_being_disabled} ab. Soll {dependent_service} auch deaktiviert werden, damit {service_being_disabled} deaktiviert wird? (y/N)

source: Disabling dependent service: {required_service}
de_de: Deaktivierung von abhängigem Dienst: {required_service}

source: Removing apt source file: {filename}
de_de: Entferne apt-Quellcodedatei: {filename}

source: Removing apt preferences file: {filename}
de_de: apt-Präferenzen-Datei {filename} wird entfernt

source: Uninstalling all packages installed from {title}
de_de: Deinstallation aller Pakete, die unter {title} installiert wurden

source: (The --purge flag is still experimental - use with caution)
de_de: Die '--purge'-Option ist noch experimentell - verwenden Sie sie mit Vorsicht

source: Purging the {service} packages would uninstall the following kernel(s):
de_de: Entfernen der Pakete von {service} würde auch den/die folgenden Kernel entfernen:

source: {kernel_version} is the current running kernel.
de_de: Die aktuelle laufende Kernelversion ist {kernel_version}.

source: No other valid Ubuntu kernel was found in the system. Removing the package would potentially make the system unbootable. Aborting.
de_de: Kein anderer gültiger Ubuntu-Kernel wurde im System gefunden. Das Entfernen des Pakets würde das System vermutlich unstartbar machen. Vorgang wird abgebrochen.

source: If you cannot guarantee that other kernels in this system are bootable and working properly, *do not proceed*. You may end up with an unbootable system.
de_de: Wenn Sie nicht garantieren können, dass ein anderer Kernel dieses System weiterhin starten kann und ordnungsgemäß funktioniert, *fahren Sie nicht fort*. Ansonsten könnte ihr System nicht mehr starten.

source: Failed to automatically attach to an Ubuntu Pro subscription {num_attempts} time(s). The failure was due to: {reason}. The next attempt is scheduled for {next_run_datestring}. You can try manually with `sudo pro auto-attach`.
de_de: {num_attempts} Versuch(e) sind gescheitert, das System automatisch einem Ubuntu Pro Abonnement zuzuordnen. Das Problem war: {reason}. Der nächste Versuch wurde geplant um: {next_run_datestring}. Sie können dies manuell auslösen mit: `sudo pro auto-attach`.

source: Failed to automatically attach to an Ubuntu Pro subscription {num_attempts} time(s). The most recent failure was due to: {reason}. Try re-launching the instance or report this issue by running `ubuntu-bug ubuntu-advantage-tools` You can try manually with `sudo pro auto-attach`.
de_de: {num_attempts} Versuch(e) sind gescheitert, das System automatisch einem Ubuntu Pro Abonnement zuzuordnen. Das Problem war: {reason}. Der nächste Versuch wurde geplant um: {next_run_datestring}. Sie können dies manuell auslösen mit: `sudo pro auto-attach`.

source: Canonical servers did not recognize this machine as Ubuntu Pro: "{detail}"
de_de: Die Server von Canonical konnten dieses Gerät nicht als Ubuntu Pro-zulässig erkennen: "{detail}"

source: Canonical servers did not recognize this image as Ubuntu Pro
de_de: Die Canonical-Server haben dieses Abbild nicht als Ubuntu Pro erkannt

source: the pro lock was held by pid {pid}
de_de: Die Pro-Zugriffssperre wurde von Prozess PID {pid} gehalten

source: an error from Canonical servers: "{error_msg}"
de_de: ein Fehler von Canonical-Servern: "{error_msg}"

source: a connectivity error
de_de: ein Verbindungsfehler

source: an error while reaching {url}
de_de: ein Fehler beim Erreichen von {url}

source: Due to contract refresh, '{service}' is now disabled.
de_de: Aufgrund der Aktualisierung der Vertragsdaten ist '{service}' jetzt deaktiviert.

source: Unable to disable '{service}' as recommended during contract refresh. Service is still active. See `pro status`
de_de: Kann '{service}' nicht deaktivieren, wie während der Aktualisierung der Vertragsdaten empfohlen. Der Dienst ist noch aktiv. Siehe `pro status`

source: Updating '{service}' on changed directives.
de_de: Aktualisierung von '{service}' bei geänderten Direktiven.

source: Updating '{service}' apt sources list on changed directives.
de_de: Aktualisierung der apt-Quellenliste für '{service}' bei geänderten Direktiven.

source: Installing packages on changed directives: {packages}
de_de: Pakete werden für geänderte Direktiven installiert: {packages}

source: Choose: [S]ubscribe at {url} [A]ttach existing token [C]ancel
de_de: Wählen Sie: Abbonieren [S] unter {url}, Zuordnen [A] mit existierendem Token oder Abbruch [C]

source: Choose: [E]nable {service} [C]ancel
de_de: Wählen Sie: {service} aktivieren [E] oder Abbruch [C]

source: Choose: [R]enew your subscription (at {url}) [C]ancel
de_de: Wählen Sie: Abonnement erneuern [R] (unter {url}) oder Abbruch [C]

source: A fix is available in {fix_stream}.
de_de: In {fix_stream} ist eine Lösung verfügbar.

source: The update is not yet installed.
de_de: Das Update ist noch nicht installiert.

source: The update is not installed because this system is not attached to a subscription.
de_de: Das Update wurde nicht installiert, da dieser System nicht mit einem Abonnement verbunden ist.

source: The update is not installed because this system is attached to an expired subscription.
de_de: Das Update kann nicht installiert werden, da dieses System mit einem abgelaufenen Abonnement verbunden ist.
