Repository: canonical/ubuntu-pro-client
Catalog: debian/po/*.po
Languages: de_de

source: Include beta services
de_de: Beta-Dienste einschließen

source: Activate and configure this machine's access to one or more Ubuntu Pro services.
de_de: Aktivieren und konfigurieren Sie den Zugriff dieses Rechners auf einen oder mehrere Ubuntu Pro-Dienste.

source: the name(s) of the Ubuntu Pro services to enable. One of: {options}
de_de: Namen der Ubuntu Pro-Dienste, die aktiviert werden sollen. Auswahl aus: {options}

source: do not auto-install packages. Valid for cc-eal, cis and realtime-kernel.
de_de: Installiere keine Pakete automatisch. Gültig für 'cc-eal', 'cis' und 'realtime-kernel'.

source: allow beta service to be enabled
de_de: Beta-Dienst aktivieren

source: The name of the variant to use when enabling the service
de_de: Variantenname, der beim Aktivieren des Dienstes verwendet werden soll

source: Disable one or more Ubuntu Pro services.
de_de: Einen einen oder mehrere Ubuntu Pro-Dienste deaktivieren.

source: the name(s) of the Ubuntu Pro services to disable. One of: {options}
de_de: Namen der Ubuntu Pro-Dienste, die deaktiviert werden sollen. Auswahl aus: {options}

source: disable the service and remove/downgrade related packages (experimental)
de_de: den Dienst deaktivieren und zugehörige Pakete entfernen/downgraden (experimentell)

source: Output system-related information about Pro services.
de_de: Ausgabe von systembezogenen Informationen über Pro-Dienste.

source: does the system need to be rebooted
de_de: Muss das System neu gestartet werden?

source: Report the current reboot-required status for the machine. This command will output one of the three following states for the machine regarding reboot: * no: The machine doesn't require a reboot. * yes: The machine requires a reboot. * yes-kernel-livepatches-applied: There are only kernel-related packages that require a reboot, but Livepatch has already provided patches for the current running kernel. The machine still needs a reboot, but you can assess if the reboot can be performed in the nearest maintenance window.
de_de: Bericht über den Bedarf eines Neustarts der Maschine. Dieser Befehl gibt einen der drei folgenden Zustände aus: * no: Die Maschine benötigt keinen Neustart. * yes: The machine benötigt einen Neustart. * yes-kernel-livepatches-applied: Livepatch hat den laufenden Kernel verändert, und nur Änderungen am Kernel erfordern einen Neustart. Ob ein Neustart im nächsten Wartungsfenster notwendig ist, sollte geprüft werden.

source: Report current status of Ubuntu Pro services on system. This shows whether this machine is attached to an Ubuntu Pro support contract. When attached, the report includes the specific support contract details including contract name, expiry dates, and the status of each service on this system. The attached status output has four columns: * SERVICE: Name of the service. * ENTITLED: Whether the contract to which this machine is attached entitles use of this service. Possible values are: yes or no. * STATUS: Whether the service is enabled on this machine. Possible values are: enabled, disabled, n/a (if your contract entitles you to the service, but it isn't available for this machine) or - (if you aren't entitled to this service). * DESCRIPTION: A brief description of the service. The unattached status output instead has three columns. SERVICE and DESCRIPTION are the same as above, and there is the addition of: * AVAILABLE: Whether this service would be available if this machine were attached. The possible values are yes or no. If "simulate-with-token" is used, then the output has five columns. SERVICE, AVAILABLE, ENTITLED and DESCRIPTION are the same as mentioned above, and AUTO_ENABLED shows whether the service is set to be enabled when that token is attached. If the "all" flag is set, beta and unavailable services are also listed in the output.
de_de: Aktuellen Status der Ubuntu Pro-Dienste auf dem System anzeigen. Dies zeigt, ob dieser Rechner einem Ubuntu Pro-Supportvertrag zugeordnet ist. Wenn er zugeordnet ist, enthält der Bericht spezifische Supportvertragsdetails, einschließlich Vertragsname, Ablaufdaten und den Status jedes Dienstes auf diesem System. Wenn der Maschine Ubuntu Pro zugeordnet ist, hat die Ausgabe vier Spalten: * DIENST: Name des Dienstes. * BERECHTIGT: Ob der Vertrag, an den dieser Rechner gebunden ist, die Nutzung dieses Dienstes berechtigt. Mögliche Werte sind: ja oder nein. * STATUS: Ob der Dienst auf diesem Rechner aktiviert ist. Mögliche Werte sind: aktiviert, deaktiviert, n/a (wenn Ihr Vertrag Sie zur Nutzung des Dienstes berechtigt, er aber für diesen Rechner nicht verfügbar ist) oder - (wenn Sie nicht zur Nutzung dieses Dienstes berechtigt sind). * BESCHREIBUNG: Eine kurze Beschreibung des Dienstes. Ist der Rechner nicht Ubuntu Pro zugeordnet, hat die Ausgabe drei Spalten. DIENST und BESCHREIBUNG sind die gleichen wie oben, und es gibt die zusätzliche Angabe: * VERFÜGBAR: Ob dieser Dienst verfügbar wäre, wenn dieser Rechner Ubuntu Pro zugeordnet wäre. Die möglichen Werte sind 'ja' oder 'nein'. Wenn "simulate-with-token" verwendet wird, hat die Ausgabe fünf Spalten. DIENST, VERFÜGBAR, BERECHTIGT und BESCHREIBUNG sind die Gleichen wie oben, und "STANDARDMÄẞIG" zeigt, ob der Dienst beim Anhängen dieses Tokens aktiviert werden soll. Wenn die "all"-Option gesetzt ist, werden auch Beta- und nicht verfügbare Dienste in der Ausgabe aufgelistet.

source: Block waiting on pro to complete
de_de: Warte, bis 'pro' fertig wurde

source: simulate the output status using a provided token
de_de: simuliere den Ausgabestatus mit einem bereitgestellten Token

source: Include unavailable and beta services
de_de: Nicht verfügbare und Beta-Dienste einbeziehen

source: show all debug log messages to console
de_de: zeige alle Debug-Log-Nachrichten in der Konsole

source: show version of {name}
de_de: Zeige Version von {name}

source: attach this machine to an Ubuntu Pro subscription
de_de: Diese Maschine einem Ubuntu Pro Abonnement zuordnen

source: Calls the Client API endpoints.
de_de: Ruft die Client-API-Endpunkte auf.

source: automatically attach on supported platforms
de_de: automatisch auf unterstützten Plattformen zuordnen

source: collect Pro logs and debug information
de_de: Sammlung von Protokollen und Debugging-Informationen erstellen

source: manage Ubuntu Pro configuration on this machine
de_de: Ubuntu Pro-Konfiguration auf diesem Rechner verwalten

source: remove this machine from an Ubuntu Pro subscription
de_de: Entferne diesen Rechner von einem Ubuntu Pro-Abonnement

source: disable a specific Ubuntu Pro service on this machine
de_de: Einen bestimmten Ubuntu Pro-Dienst auf diesem Rechner deaktivieren

source: enable a specific Ubuntu Pro service on this machine
de_de: Einen bestimmten Ubuntu Pro-Dienst auf diesem Rechner aktivieren

source: check for and mitigate the impact of a CVE/USN on this system
de_de: Überprüfung und Eindämmung der Auswirkungen von CVE/USN auf dieses System

source: list available security updates for the system
de_de: Auflistung der verfügbaren Sicherheitsupdates für das System

source: show detailed information about Ubuntu Pro services
de_de: Detaillierte Informationen über Ubuntu Pro-Dienste anzeigen

source: refresh Ubuntu Pro services
de_de: Ubuntu Pro-Dienste aktualisieren

source: current status of all Ubuntu Pro services
de_de: Aktueller Status aller Ubuntu Pro-Dienste

source: show system information related to Pro services
de_de: Systeminformation zu Pro-Diensten anzeigen

source: show information about system vulnerabilities
de_de: Informationen zu Systemschwachstellen anzeigen

source: Allow users to better visualize the vulnerability issues that affects the system. By default, this command will execute pro vulnerability list
de_de: Benutzern eine bessere Darstellung der das System betreffenden Sicherheitslücken erlauben. Standardmäßig führt dieser Befehl 'pro vulnerability list' aus

source: The vulnerabilities data used in the system is outdated by {t_diff} days/hours To update the data please run with --update: $ {cmd} --update
de_de: Die in dem System verwendete Sicherheitsdaten sind um {t_diff} Tage/Stunden veraltet. Um die Daten zu aktualisieren, führen Sie bitte mit --update aus: $ {cmd} --update

source: show information about a CVE
de_de: Informationen zu einem CVE anzeigen

source: Show all available information about a given CVE.
de_de: Alle verfügbaren Informationen zu einem gegebenen CVE anzeigen.

source: CVE to display information. Format: CVE-yyyy-nnnn or CVE-yyyy-nnnnnnn
de_de: CVE zur Anzeige von Informationen. Format: CVE-yyyy-nnnn oder CVE-yyyy-nnnnnnn

source: {issue} doesn't affect Ubuntu {release}. For more information, visit: {url}
de_de: {issue} betrifft nicht Ubuntu {release}. Weitere Informationen unter: {url}

source: list the vulnerabilities that affect the system
de_de: Liste der Schwachstellen, die das System betreffen

source: List the CVE vulnerabilities that affects the system.
de_de: Auflistung der CVE-Schwachstellen, die das System betreffen.

source: Processing vulnerability data...
de_de: Daten zur Sicherheitslücke werden verarbeitet...

source: List only vulnerabilities without a fix available
de_de: Auflistung von Schwachstellen ohne verfügbare Lösung

source: List only vulnerabilities with a fix available
de_de: Auflistung von Schwachstellen mit einer verfügbaren Lösung

source: No unfixable CVES found that affect this system
de_de: Keine nicht behebbaren CVEs gefunden, die dieses System betreffen

source: No fixable CVES found that affect this system
de_de: Keine lösbaren CVEs gefunden, die dieses System betreffen

source: No CVES found that affect this system
de_de: Keine CVEs gefunden, die dieses System betreffen

source: WARNING: this output is intended to be human readable, and subject to change. In scripts, prefer using machine readable data from the `pro api` command, or use `pro {command} --format json`.
de_de: WARNUNG: Diese Ausgabe ist für den Menschen gedacht und kann sich ändern. In Skripten verwenden Sie bitte stattdessen maschinenlesbare Daten vom `pro api`-Befehl oder verwenden Sie `pro {command} --format json`.

source: Scalable Android in the cloud
de_de: Skalierbares Android in der Cloud

source: Anbox Cloud lets you stream mobile apps securely, at any scale, to any device, letting you focus on your apps. Run Android in system containers on public or private clouds with ultra low streaming latency. When the anbox-cloud service is enabled, by default, the Appliance variant is enabled. Enabling this service allows orchestration to provision a PPA with the Anbox Cloud resources. This step also configures the Anbox Management Service (AMS) with the necessary image server credentials. To learn more about Anbox Cloud, see {url}
de_de: Anbox Cloud ermöglicht Ihnen das sichere Streamen von mobilen Apps in jedem Umfang auf jedem Gerät, damit Sie sich auf Ihre Apps konzentrieren können. Führen Sie Android in System-Containern auf öffentlichen oder privaten Clouds mit extrem geringer Streaming-Latenz aus. Wenn der anbox-cloud-Dienst aktiviert ist, ist standardmäßig die Appliance-Variante aktiviert. Durch die Aktivierung dieses Dienstes erlaubt Orchestrierungen die Bereitstellung von PPAs für Anbox Cloud-Ressourcen. Dieser Schritt konfiguriert auch den Anbox Management Service (AMS) mit den notwendigen Image-Server-Zugangsdaten. Weitere Informationen zu Anbox Cloud finden Sie unter {url}

source: To finish setting up the Anbox Cloud Appliance, run the following commands sequentially: The `prepare-node-script` command lets you preview a script that installs some additional packages, kernel modules and GPU driver packages, if a GPU is available: $ anbox-cloud-appliance prepare-node-script > prepare.sh Preview the script and when ready, apply it to complete the installation: $ sudo bash -ex prepare.sh Once installed, to initialize Anbox Cloud, run: $ sudo anbox-cloud-appliance init You can accept the default answers if you do not have any specific configuration changes. For more information, see {url}
de_de: Um Anbox Cloud Appliance einzurichten, sind die folgenden Befehle in dieser Reihenfolge notwendig. Der Befehl `preparate-node-script` zeigt ein Skript an, welches zusätzliche Pakete, Kernelmodule und GPU-Treiberpakete installiert, falls eine GPU verfügbar ist: $ anbox-cloud-appliance prepare-node-script > prepare.sh Prüfen sie das erzeugte Skript und führen sie es aus, um die Installation abzuschließen: $ sudo bash -ex prepare.sh Danach kann Anbox Cloud initialisiert werden: $ sudo anbox-cloud-appliance init Sie können die Standardantworten akzeptieren, wenn Sie keine spezifischen Konfigurationsänderungen vornehmen möchten. Weitere Informationen finden Sie unter {url}

source: Common Criteria EAL2 Provisioning Packages
de_de: Pakete zur Bereitstellung von Common Criteria EAL2

source: Common Criteria is an Information Technology Security Evaluation standard (ISO/IEC IS 15408) for computer security certification. Ubuntu 16.04 has been evaluated to assurance level EAL2 through CSEC. The evaluation was performed on Intel x86_64, IBM Power8 and IBM Z hardware platforms.
de_de: Common Criteria ist ein Informationstechnologie-Sicherheitsbewertungsstandard (ISO/IEC IS 15408) für die Zertifizierung der Computersicherheit. Ubuntu 16.04 wurde auf Assurance-Level EAL2 durch CSEC bewertet. Die Bewertung wurde auf Intel x86_64, IBM Power8 und IBM Z Hardware-Plattformen durchgeführt.

source: (This will download more than 500MB of packages, so may take some time.)
de_de: (Dies lädt mehr als 500 MB an Paketen herunter, es kann also etwas Zeit dauern.)

source: Please follow instructions in {filename} to configure EAL2
de_de: Bitte befolgen Sie die Anweisungen in {filename}, um EAL2 zu konfigurieren

source: Security compliance and audit tools
de_de: Sicherheitskonformitäts- und Audit-Tools

source: Ubuntu Security Guide is a tool for hardening and auditing and allows for environment-specific customizations. It enables compliance with profiles such as DISA-STIG and the CIS benchmarks. Find out more at {url}
de_de: Ubuntu Security Guide ist ein Werkzeug zur Sicherheitshärtung und Kontrolle. Es ermöglicht umgebungs-spezifische Anpassungen, die Einhaltung von Profilen wie DISA-STIIG und den CIS-Benchmarks. Weitere Informationen finden Sie unter {url}

source: Visit {url} to learn how to use CIS
de_de: Informationen zur Verwendung von CIS unter {url}

source: Visit {url} for the next steps
de_de: Nächste Schritte unter {url}

source: From Ubuntu 20.04 onward 'pro enable cis' has been replaced by 'pro enable usg'. See more information at: {url}
de_de: Ab Ubuntu 20.04 und neuer wurde 'pro enable cis' durch 'pro enable usg' ersetzt. Weitere Informationen finden Sie unter: {url}

source: Expanded Security Maintenance for Applications
de_de: Erweiterte Sicherheitsversorgung für Anwendungen

source: Expanded Security Maintenance for Applications is enabled by default on entitled workloads. It provides access to a private PPA which includes available high and critical CVE fixes for Ubuntu LTS packages in the Ubuntu Main and Ubuntu Universe repositories from the Ubuntu LTS release date until its end of life. You can find out more about the esm service at {url}
de_de: Die Erweiterte Sicherheitsversorgung für Anwendungen ist standardmäßig für berechtigte Geräte aktiviert. Sie bietet Zugriff auf ein privates PPA, das derzeit verfügbare CVE-Fehlerbehebungen der Sicherheitsstufen "hoch" und "kritisch" für Ubuntu LTS-Pakete in den Ubuntu "main" und "universe"-Paketquellen seit Veröffentlichung der LTS-Version bis zum Ende dessen Lebensdauer enthält. Weitere Informationen über den ESM-Dienst finden Sie unter {url}

source: Expanded Security Maintenance for Infrastructure
de_de: Erweiterte Sicherheitsversorgung für Infrastruktur

source: Expanded Security Maintenance for Infrastructure provides access to a private PPA which includes available high and critical CVE fixes for Ubuntu LTS packages in the Ubuntu Main repository between the end of the standard Ubuntu LTS security maintenance and its end of life. It is enabled by default with Ubuntu Pro. You can find out more about the service at {url}
de_de: Die Erweiterte Sicherheitsversorgung für Infrastruktur bietet Zugriff auf ein privates PPA, das derzeit verfügbare CVE-Fehlerbehebungen der Sicherheitsstufen "hoch" und "kritisch" für Ubuntu LTS-Pakete der Ubuntu "main"-Paketquelle seit dem Ende der standardmäßigen Ubuntu LTS-Sicherheitswartung und dessen Ende der Lebensdauer enthält. Dies ist standardmäßig mit Ubuntu Pro aktiviert. Weitere Informationen zu dem Dienst finden Sie unter {url}

source: NIST-certified FIPS crypto packages
de_de: NIST-zertifizierte FIPS-Krypto-Pakete

source: Installs FIPS 140 crypto packages for FedRAMP, FISMA and compliance use cases. Note that "fips" does not provide security patching. For FIPS certified modules with security patches please see "fips-updates". If you are unsure, choose "fips-updates" for maximum security. Find out more at {url}
de_de: Installiert FIPS 140 Kryptopakete für FedRAMP, FISMA und weitere Sicherheitsvorschriften. Hinweis: "fips" bietet keine Sicherheits-Patches. Für FIPS-zertifizierte Module mit Sicherheits-Patches siehe "fips-updates". Wenn Sie sich unsicher sind, wählen Sie "fips-updates" für maximale Sicherheit. Weitere Informationen finden Sie unter {url}

source: Could not determine cloud, defaulting to generic FIPS package.
de_de: Konnte Cloud nicht ermitteln. Standardeinstellung für generische FIPS-Pakete werden verwendet.

source: FIPS kernel is running in a disabled state. To manually remove fips kernel: {url}
de_de: FIPS-Kernel läuft in einem deaktivierten Zustand. Um den FIPS-Kernel manuell zu entfernen: {url}

source: Warning: FIPS kernel is not optimized for your specific cloud. To fix it, run the following commands: 1. sudo pro disable fips 2. sudo apt remove ubuntu-fips 3. sudo pro enable fips --assume-yes 4. sudo reboot
de_de: Warnung: Der FIIPS-Kernel ist nicht für Ihre spezifische Cloud optimiert. Um dies zu beheben, führen Sie die folgenden Befehle aus: 1. sudo pro disable fips 2. sudo apt remove ubuntu-fips 3. sudo pro enable fips --assume-yes 4. sudo reboot

source: This will install the FIPS packages. The Livepatch service will be unavailable. Warning: This action can take some time and cannot be undone.
de_de: Dies installiert die FIPS-Pakete. Der Livepatch-Dienst ist damit nicht verfügbar. Warnung: Diese Aktion kann einige Zeit in Anspruch nehmen und kann nicht rückgängig gemacht werden.

source: This will install the FIPS packages including security updates. Warning: This action can take some time and cannot be undone.
de_de: Dies installiert die FIPS-Pakete einschließlich Sicherheitsupdates. Warnung: Diese Aktion kann etwas Zeit in Anspruch nehmen und kann nicht rückgängig gemacht werden.

source: Warning: Enabling {title} in a container. This will install the FIPS packages but not the kernel. This container must run on a host with {title} enabled to be compliant. Warning: This action can take some time and cannot be undone.
de_de: Warnung: {title} wird in einem Container aktiviert. Dadurch werden die FIPS-Pakete installiert, aber nicht der Kernel. Dieser Container muss auf einem Host mit {title} aktiviert laufen, um konform zu sein. Warnung: Diese Aktion kann einige Zeit in Anspruch nehmen und kann nicht rückgängig gemacht werden.

source: This will disable the {title} entitlement but the {title} packages will remain installed.
de_de: Dies deaktiviert die {title}-Berechtigung, aber die {title}-Pakete bleiben installiert.

source: This will downgrade the kernel from {current_version} to {new_version}. Warning: Downgrading the kernel may cause hardware failures. Please ensure the hardware is compatible with the new kernel version before proceeding.
de_de: Dies downgradet den Kernel von {current_version} auf {new_version}. Warnung: Das Downgraden des Kernels kann zu Hardware-Fehlern führen. Bitte stellen Sie sicher, dass die Hardware mit der neuen Kernel-Version kompatibel ist, bevor Sie fortfahren.

source: The "{variant}" variant of {service} is based on the "{base_flavor}" Ubuntu kernel but this machine is running the "{current_flavor}" kernel. The "{current_flavor}" kernel may have significant hardware support differences from "{variant}" {service}. Warning: Installing {variant} {service} may result in lost hardware support and may prevent the system from booting. Do you accept the risk and wish to continue? (y/N)
de_de: Die "{variant}" Variante von {service} basiert auf dem "{base_flavor}" Ubuntu-Kernel, aber diese Maschine verwendet den "{current_flavor}" Kernel. Der "{current_flavor}" Kernel kann signifikante Unterschiede in der Hardwareunterstützung im Vergleich zu "{variant}" {service} aufweisen. Warnung: Die Installation von {variant} {service} kann zu einem Verlust der Hardwareunterstützung führen und das System möglicherweise nicht mehr bootfähig machen. Akzeptieren Sie das Risiko und möchten Sie fortfahren? (y/N)

source: FIPS support requires system reboot to complete configuration.
de_de: FIPS-Unterstützung erfordert einen Neustart des Systems zum Abschluss der Konfiguration.

source: Reboot to FIPS kernel required
de_de: Neustart zum FIPS-Kernel erforderlich

source: This FIPS install is out of date, run: sudo pro enable fips
de_de: Diese FIPS-Installation ist veraltet, führen Sie aus: `sudo pro enable fips`

source: Disabling FIPS requires system reboot to complete operation.
de_de: Deaktivieren von FIPS erfordert einen Neustart des Systems, um den Vorgang abzuschließen.

source: {service} {pkg} package could not be installed
de_de: {service} {pkg} Paket konnte nicht installiert werden

source: Please run `apt upgrade` to ensure all FIPS packages are updated to the correct version.
de_de: Bitte führen Sie `apt upgrade` aus, um sicherzustellen, dass alle FIPS-Pakete auf die richtige Version aktualisiert sind.

source: Failure occurred while upgrading packages to {service} versions.
de_de: Fehler beim Upgrade der Pakete auf Version {service}.

source: FIPS compliant crypto packages with stable security updates
de_de: FIPS-konforme Kryptopakete mit stabilen Sicherheitsupdates

source: fips-updates installs FIPS 140 crypto packages including all security patches for those modules that have been provided since their certification date. You can find out more at {url}
de_de: fips-updates installiert FIPS 140 Kryptopakete einschließlich aller Sicherheits-Aktualisierungen für diese Module, die seit ihrem Zertifizierungszeitpunkt bereitgestellt wurden. Weitere Informationen finden Sie unter {url}

source: Preview of FIPS crypto packages undergoing certification with NIST
de_de: Vorschau der FIPS-Krypto-Pakete, die durch NIST zertifiziert werden

source: Installs FIPS crypto packages that are under certification with NIST, for FedRAMP, FISMA and compliance use cases.
de_de: Installiert FIPS-Krypto-Pakete, die sich in der Zertifizierung durch NIST befinden, für FedRAMP-, FISMA- und Compliance-Anwendungsfälle.

source: This will install crypto packages that have been submitted to NIST for review but do not have FIPS certification yet. Use this for early access to the FIPS modules. Please note that the Livepatch service will be unavailable after this operation. Warning: This action can take some time and cannot be undone.
de_de: Dies installiert Krypto-Pakete, die bei NIST zur Überprüfung eingereicht, aber noch nicht FIPS-zertifiziert wurden. Verwenden Sie dies für frühreren Zugriff auf FIPS-Module. Bitte beachten Sie, dass der Livepatch-Dienst nach dieser Operation nicht verfügbar sein wird. Warnung: Diese Aktion kann einige Zeit in Anspruch nehmen und kann nicht rückgängig gemacht werden.

source: Management and administration tool for Ubuntu
de_de: Verwaltungs- und Administrationstool für Ubuntu
