Repository: canonical/ubuntu-pro-client
Catalog: debian/po/*.po
Languages: de_de

source: The update is not installed because this system does not have {service} enabled.
de_de: Das Update wurde nicht installiert, da dieses System den Dienst '{service}' nicht aktiviert hat.

source: The update is already installed.
de_de: Das Update ist bereits installiert.

source: For easiest security on {title}, use Ubuntu Pro instances. Learn more at {cloud_specific_url}
de_de: Für höchste Sicherheit bei {title} verwenden Sie Instanzen mit Ubuntu Pro. Weitere Informationen erhalten Sie unter {cloud_specific_url}

source: requested
de_de: angefragt

source: related
de_de: zugehörig

source: {issue} is resolved.
de_de: {issue} ist behoben.

source: {issue} [{context}] is resolved.
de_de: {issue} [{context}] ist behoben.

source: {issue} is not resolved.
de_de: {issue} ist nicht behoben.

source: {issue} [{context}] is not resolved.
de_de: {issue} [{context}] ist nicht behoben.

source: {issue} does not affect your system.
de_de: {issue} betrifft Ihr System nicht.

source: {issue} [{context}] does not affect your system.
de_de: {issue} [{context}] betrifft Ihr System nicht.

source: {num_pkgs} package is still affected: {pkgs}
de_de: {num_pkgs} Paket ist noch betroffen: {pkgs}

source: {count} affected source package is installed: {pkgs}
de_de: {count} betroffenes Quellpaket ist noch installiert: {pkgs}

source: No affected source packages are installed.
de_de: Keine betroffenen Quellpakete installiert.

source: {issue} is resolved.
de_de: {issue} ist behoben.

source: {issue} is resolved by livepatch patch version: {version}.
de_de: {issue} wurde durch den livepatch-Patch der Version: {version} behoben.

source: {bold}Ubuntu Pro service: {{service}} is not enabled. To proceed with the fix, a prompt would ask permission to automatically enable this service. {{{{ pro enable {{service}} }}}}{end_bold}
de_de: {bold}Ubuntu Pro-Dienst: {{service}} ist nicht aktiviert. Um mit der Problemlösung fortzusetzen, würde eine Abfrage um die Erlaubnis bitten, diesen Dienst automatisch zu aktivieren. {{{{ pro enable {{service}} }}}}{end_bold}

source: {bold}The machine is not attached to an Ubuntu Pro subscription. To proceed with the fix, a prompt would ask to attach the machine to a subscription or use an existing token. {{ pro attach }}{end_bold}
de_de: {bold}Die Maschine ist keinem Ubuntu Pro Abonnement zugeordnet. Um den Fehler zu beheben, würde ein Prompt auffordern, die Maschine einem Abonnement hinzuzufügen oder ein vorhandenes Token zu verwenden. {{ pro attach }}{end_bold}

source: {bold}The machine has an expired subscription. To proceed with the fix, a prompt would ask to attach the machine to a new subscription or use a new Ubuntu Pro subscription token. {{ pro detach --assume-yes }} {{ pro attach }}{end_bold}
de_de: {bold}Die Maschine hat ein abgelaufenes Abonnement. Um den Fehler zu beheben, würde ein Prompt auffordern, die Maschine einem neuen Abonnement zuzuweisen oder ein neues Ubuntu Pro-Abonnement-Token zu verwenden. {{ pro detach --assume-yes }} {{ pro attach }}{end_bold}

source: {bold}WARNING: The option --dry-run is being used. No packages will be installed when running this command.{end_bold}
de_de: {bold}**WARNUNG:** Die Option --dry-run wird verwendet. Beim Ausführen dieses Befehls werden keine Pakete installiert.{end_bold}

source: Error: Ubuntu Pro service: {service} is not enabled. Without it, we cannot fix the system.
de_de: Fehler: Ubuntu Pro Dienst: {service} ist nicht aktiviert. Ohne diesen kann das System nicht repariert werden.

source: Error: The current Ubuntu Pro subscription is not entitled to: {service}. Without it, we cannot fix the system.
de_de: Fehler: Das aktuelle Ubuntu Pro Abonnement berechtigt nicht für Dienst: {service}. Ohne diesen kann das System nicht reparieren werden.

source: {service} is required for upgrade.
de_de: {service} wird benötigt für die Aktualisierung.

source: {service} is required for upgrade, but current subscription is expired.
de_de: {service} ist für das Upgrade erforderlich, aber das aktuelle Abonnement ist abgelaufen.

source: {service} is required for upgrade, but it is not enabled.
de_de: {service} ist für das Upgrade erforderlich, ist aber nicht aktiviert.

source: APT failed to install the package.
de_de: APT konnte das Paket nicht installieren.

source: Sorry, no fix is available yet.
de_de: Entschuldigung, eine Lösung ist noch nicht verfügbar.

source: Ubuntu security engineers are investigating this issue.
de_de: Ubuntu-Sicherheitsexperten untersuchen gerade dieses Problem.

source: A fix is coming soon. Try again tomorrow.
de_de: Eine Lösung wird bald veröffentlicht. Versuchen Sie es morgen erneut.

source: Sorry, no fix is available.
de_de: Leider ist keine Lösung verfügbar.

source: Source package does not exist on this release.
de_de: Quellpaket existiert in dieser Systemversion nicht.

source: Source package is not affected on this release.
de_de: Das Quellpaket ist in dieser Version nicht betroffen.

source: UNKNOWN: {status}
de_de: UNBEKANNT: {status}

source: Associated CVEs:
de_de: Verknüpfte CVEs:

source: Found Launchpad bugs:
de_de: Gefundene Launchpad-Fehlerberichte:

source: Fixing requested {issue_id}
de_de: Fehlerbehebung für angefordertes Problem {issue_id}

source: Fixing related USNs:
de_de: Zugehörige USNs werden behoben:

source: Found related USNs: - {related_usns}
de_de: Gefundene zugehörige USNs: - {related_usns}

source: Summary:
de_de: Zusammenfassung:

source: Even though a related USN failed to be fixed, note that {{issue_id}} was fixed. Related USNs do not affect the original USN. Learn more about the related USNs, please refer to this page: {url}
de_de: Obwohl eine zugehörige USN (Ubuntu security notice) nicht behoben werden konnte, beachten Sie, dass {{issue_id}} behoben wurde. Zugehörige USNs beeinträchtigen das ursprüngliche USN nicht. Weitere Informationen zu den zugehörigen USNs finden Sie auf dieser Seite: {url}

source: Package fixes cannot be installed. To install them, run this command as root (try using sudo)
de_de: Problemlösungen für Pakete können nicht installiert werden. Um sie zu installieren, führen Sie diesen Befehl als Root aus (versuchen Sie sudo)

source: Enter your token (from {url}) to attach this system:
de_de: Geben sie das Token (von {url}) ein, um dieses System zuzuordnen:

source: Enter your new token to renew Ubuntu Pro subscription on this system:
de_de: Geben Sie hier Ihr neues Token zur Erneuerung des Ubuntu Pro-Abonnements auf diesem System ein:

source: {count} packages installed:
de_de: {count} Pakete installiert:

source: {offset}{count} package from Ubuntu {repository} repository
de_de: {offset}{count} Paket aus dem Ubuntu {repository} Repository

source: {offset}{count} package from a third party
de_de: {offset}{count} Paket von einem Drittanbieter

source: {offset}{count} package no longer available for download
de_de: {offset}{count} Paket ist nicht mehr zum Download verfügbar

source: To get more information about the packages, run pro security-status --help for a list of available options.
de_de: Um mehr Informationen über die Pakete zu erhalten, starten Sie: pro security-status --help um eine Liste der verfügbaren Optionen zu erhalten.

source: Make sure to run sudo apt update to get the latest package information from apt.
de_de: Um die neuesten Paketinformationen von apt zu erhalfen, starten Sie bitte: sudo apt update

source: The system apt information was updated {days} day(s) ago.
de_de: Die apt-Informationen des Systems wurden vor {days} Tag(en) aktualisiert.

source: The system apt cache may be outdated.
de_de: Der System-apt-Cache könnte veraltet sein.

source: Main/Restricted packages receive updates until {date}.
de_de: "main" und "restricted"-Pakete erhalten Updates bis {date}.

source: This machine is receiving security patching for Ubuntu Main/Restricted repository until {date}.
de_de: Dieser Rechner erhält Sicherheitsupdates für das Ubuntu Main/Restricted-Repository bis {date}.

source: This machine is attached to an Ubuntu Pro subscription.
de_de: Dieser Rechner ist einem Ubuntu Pro Abonnement zugeordnet.

source: This machine is NOT attached to an Ubuntu Pro subscription.
de_de: Diese Maschine ist KEINEM Ubuntu Pro Abonnement zugeordnet.

source: Packages from third parties are not provided by the official Ubuntu archive, for example packages from Personal Package Archives in Launchpad.
de_de: Pakete von Drittanbietern werden nicht vom offiziellen Ubuntu-Archiv bereitgestellt, z. B. Pakete aus persönlichen Paket-Archiven (PPA) in Launchpad.

source: Packages that are not available for download may be left over from a previous release of Ubuntu, may have been installed directly from a .deb file, or are from a source which has been disabled.
de_de: Pakete, die nicht zum Herunterladen verfügbar sind, könnten Überbleibsel aus einer vorherigen Ubuntu-Version sein, direkt von einer .deb-Datei installiert worden sein oder stammen aus einer Quelle, die deaktiviert wurde.

source: This machine is NOT receiving security patches because the LTS period has ended and esm-infra is not enabled.
de_de: Dieser Rechner erhält keine Sicherheitspatches, da der LTS-Zeitraum abgelaufen ist und "esm-infra" nicht aktiviert ist.

source: Ubuntu Pro with '{service}' enabled provides security updates for {repository} packages until {year}.
de_de: Ubuntu Pro mit '{service}' aktiviert bietet Sicherheitsupdates für '{repository}' Pakete bis {year}.

source: There is {updates} pending security update.
de_de: Es gibt {updates} verfügbares Sicherheitsupdate.

source: {repository} packages are receiving security updates from Ubuntu Pro with '{service}' enabled until {year}.
de_de: Pakete aus '{repository}' erhalten Sicherheitsupdates von Ubuntu Pro mit aktiviertem '{service}' bis {year}.

source: You have received {updates} security update.
de_de: Sie haben {updates} Sicherheitsupdate erhalten.

source: Enable {service} with: pro enable {service}
de_de: {service} wird aktiviert mit: pro enable {service}

source: Try Ubuntu Pro with a free personal subscription on up to 5 machines. Learn more at {url}
de_de: Verwenden sie Ubuntu Pro mit einem kostenlosen persönlichen Abonnement auf bis zu 5 Maschinen. Weitere Informationen: {url}

source: For example, run: apt-cache show {package} to learn more about that package.
de_de: Weitere Informationen zu diesem Paket können angezeigt werden mit: apt-cache show {package}

source: You have no packages installed from a third party.
de_de: Sie haben keine Pakete von Drittanbietern installiert.

source: You have no packages installed that are no longer available.
de_de: Sie haben keine Pakete installiert, die nicht mehr verfügbar sind.

source: Ubuntu Pro is not available for non-LTS releases.
de_de: Ubuntu Pro ist für nicht-LTS-Versionen nicht verfügbar.

source: Run 'pro help {service}' to learn more
de_de: Für weitere Informationen, führen Sie 'pro help {service}' aus.

source: Installed packages with an available {service} update:
de_de: Installierte Pakete mit einem verfügbaren '{service}' Update:

source: Installed packages with an {service} update applied:
de_de: Installierte Pakete mit einem aktiven Update durch '{service}':

source: Installed packages covered by {service}:
de_de: Installierte Pakete, die von '{service}' abgedeckt werden:

source: Further installed packages covered by {service}:
de_de: Weitere derzeit installierte Pakete, die durch {Service} abgedeckt sind:

source: Packages:
de_de: Pakete:

source: SERVICE
de_de: DIENST

source: AVAILABLE
de_de: VERFÜGBAR

source: ENTITLED
de_de: BERECHTIGT

source: AUTO_ENABLED
de_de: STANDARDMÄẞIG

source: DESCRIPTION
de_de: BESCHREIBUNG

source: NOTICES
de_de: HINWEISE

source: FEATURES
de_de: FUNKTIONEN

source: enabled
de_de: aktiv

source: disabled
de_de: inaktiv

source: n/a
de_de: n.z.

source: warning
de_de: Warnung

source: essential
de_de: grundlegend

source: advanced
de_de: erweitert

source: Unknown/Expired
de_de: Unbekannt/Abgelaufen

source: Enable services with: {command}
de_de: Dienste werden aktiviert mit: {command}

source: Account
de_de: Konto

source: Subscription
de_de: Abonnement

source: Valid until
de_de: Gültig bis

source: Technical support level
de_de: Umfang der technischen Unterstützung

source: This token is not valid.
de_de: Dieses Token ist ungültig.

source: No Ubuntu Pro operations are running
de_de: Derzeit werden keine Vorgänge von Ubuntu Pro ausgeführt

source: No Ubuntu Pro services are available to this system.
de_de: Für dieses System sind keine Dienste von Ubuntu Pro verfügbar.

source: For a list of all Ubuntu Pro services, run 'pro status --all'
de_de: Für eine Liste aller Ubuntu Pro-Dienste starten Sie: 'pro status --all'

source: * Service has variants
de_de: * Dienst hat Varianten

source: For a list of all Ubuntu Pro services and variants, run 'pro status --all'
de_de: Um eine Liste aller Ubuntu Pro-Dienste und -Varianten zu erhalten, starten Sie: 'pro status --all'

source: A change has been detected in your contract. Please run `sudo pro refresh`.
de_de: Eine Änderung Ihres Vertrags wurde erkannt. Bitte führen Sie `sudo pro refresh` aus.

source: Use {name} {command} --help for more information about a command.
de_de: Verwenden Sie '{name} {command} --help' für weitere Informationen zu einem Befehl.

source: Displays help on {name} and command line options
de_de: Zeigt Hilfe zu {name} und Befehlszeilenoptionen an

source: Quick start commands
de_de: Schnellstart-Befehle

source: Security-related commands
de_de: Sicherheitsrelevante Befehle

source: Troubleshooting-related commands
de_de: Befehle für Fehlerbehebung

source: Other commands
de_de: Weitere Befehle

source: Variants:
de_de: Varianten:

source: Flags
de_de: Kennzeichen

source: Available Commands
de_de: Verfügbare Befehle

source: output in the specified format (default: {default})
de_de: Ausgabe im angegebenen Format (standard: {default})

source: do not prompt for confirmation before performing the {command}
de_de: ohne Bestätigung fortfahren, um {command} auszuführen

source: Calls the Client API endpoints. For a list of all of the supported endpoints and their structure, please refer to the Pro Client API reference guide: {url}
de_de: Ruft die Client-API-Endpunkte auf. Für eine Liste aller unterstützten Endpunkte und deren Struktur, bitte beachten Sie die Pro Client API-Referenz: {url}

source: API endpoint to call
de_de: API-Endpunkt zum Aufrufen

source: For endpoints that support progress updates, show each progress update on a new line in JSON format
de_de: Für Endpunkte, welche den Fortschritt anzeigen, wird jedes Update in einer neuen Zeile im JSON-Format angezeigt.

source: Options to pass to the API endpoint, formatted as key=value
de_de: Optionen, welche dem API-Endpunkt übergeben werden, formatiert als 'schlüssel=wert'

source: arguments in JSON format to the API endpoint
de_de: Argumente im JSON-Format für den API-Endpunkt

source: Automatically attach on an Ubuntu Pro cloud instance.
de_de: Automatisch mit einer Ubuntu Pro Cloud-Instanz zuordnen.

source: Collect logs and relevant system information into a tarball. This information can be later used for triaging/debugging issues.
de_de: Protokolle und relevante Systeminformationen in eine Tarball-Datei zusammenfassen. Diese Informationen können später zur Triage/Fehlerbehebung verwendet werden.

source: tarball where the logs will be stored. (Defaults to ./pro_logs.tar.gz).
de_de: Tarball, in dem die Protokolle gespeichert werden. (Standardmäßig ./pro_logs.tar.gz).

source: Show customizable configuration settings.
de_de: Zeige anpassbare Konfigurationseinstellungen.

source: Optional key or key(s) to show configuration settings.
de_de: Optionale Einträge, um Einstellmöglichkeiten anzuzeigen.

source: Set and apply Ubuntu Pro configuration settings.
de_de: Konfigurationseinstellungen für Ubuntu Pro festlegen und anwenden.

source: key=value pair to configure for Ubuntu Pro services. Key must be one of: {options}
de_de: 'schlüssel=wert'-Paar zur Konfiguration von Ubuntu Pro-Diensten. 'schlüssel' muss einer der folgenden Optionen sein: {options}

source: Unset an Ubuntu Pro configuration setting, restoring the default value.
de_de: Eine Ubuntu Pro-Konfigurationseinstellung entfernen und den Standardwert wiederherstellen.

source: configuration key to unset from Ubuntu Pro services. One of: {options}
de_de: Name des Schlüssels einer Konfigurationseinstellung welche bei Diensten von Ubuntu Pro aufgehoben wird. Mögliche Namen: {options}

source: Manage Ubuntu Pro Client configuration on this machine.
de_de: Ubuntu Pro Client-Konfiguration auf diesem Rechner verwalten.

source: Attach this machine to an Ubuntu Pro subscription with a token obtained from: {url} When running this command without a token, it will generate a short code and prompt you to attach the machine to your Ubuntu Pro account using a web browser. The "attach-config" option can be used to provide a file with the token and optionally, a list of services to enable after attaching. To know more, visit: https://canonical-ubuntu-pro-client.readthedocs-hosted.com/en/latest/howtoguides/how_to_attach_with_config_file/ The exit code will be: * 0: on successful attach * 1: in case of any error while trying to attach * 2: if the machine is already attached
de_de: Zuordnung diese Maschine zu einem Ubuntu Pro Abonnement mit einem Token von: {url} Bei Verwendung dieses Befehls ohne ein Token wird ein kurzer Code generiert, mit welchem diese Maschine über einen Webbrowser dem Ubuntu Pro-Konto zugeordnet werden kann. Die Option "attach-config" kann verwendet werden, um eine Konfigurationsdatei mit Token und einer Liste von zu aktivierenden Diensten zu laden. Weitere Informationen findest du hier: https://canonical-ubuntu-pro-client.readthedocs-hosted.com/en/latest/howtoguides/how_to_attach_with_config_file Der Rückgabewert wird sein: * 0: bei erfolgreicher Zuordnung * 1: im Fehlerfall während des Verbindungsversuchs * 2: wenn die Maschine bereits zugeordnet ist

source: token obtained for Ubuntu Pro authentication
de_de: Token für die Ubuntu Pro-Authentifizierung erhalten

source: do not enable any recommended services automatically
de_de: Empfohlene Dienste nicht automatisch aktivieren

source: use the provided attach config file instead of passing the token on the cli
de_de: Konfigurationsdatei anstelle der Übergabe des Tokens über die Kommandozeile verwenden

source: Inspect and resolve Common Vulnerabilities and Exposures (CVEs) and Ubuntu Security Notices (USNs) on this machine. The exit code will be: * 0: the fix was successfully applied or the system is not affected * 1: the fix cannot be applied * 2: the fix was applied but requires a reboot before it takes effect
de_de: Suchen und Beheben von allgemeinen Schwachstellen und Sicherheitslücken (CVEs) sowie Ubuntu-Sicherheitshinweisen (USNs) auf diesem System. Der Rückgabewert wird sein: * 0: Die Behebung wurde erfolgreich angewendet oder das System ist nicht betroffen. * 1: Die Behebung kann nicht angewendet werden. * 2: Die Behebung wurde angewendet, erfordert aber einen Neustart, bevor sie wirksam wird.

source: Security vulnerability ID to inspect and resolve on this system. Format: CVE-yyyy-nnnn, CVE-yyyy-nnnnnnn or USN-nnnn-dd
de_de: Sicherheitslücken-ID zur Überprüfung und Behebung auf diesem System. Format: CVE-yyyy-nnnn, CVE-yyyy-nnnnnnn oder USN-nnnn-dd

source: If used, fix will not actually run but will display everything that will happen on the machine during the command.
de_de: Bei Verwendung wird die Fehlerbehebung nicht tatsächlich ausgeführt, stattdessen werden nur alle Vorgänge angezeigt, die während des Befehls passieren würden.

source: If used, when fixing a USN, the command will not try to also fix related USNs to the target USN.
de_de: Wenn bei Lösung eines möglichen Sicherheitsproblems (USN) verwendet, wird die Fehlerbehebung keine zugehörigen Sicherheitslösungen für andere USNs durchführen.

source: WARNING: Failed to update ESM cache - package availability may be inaccurate
de_de: WARNUNG: Fehler beim Aktualisieren des ESM-Caches - Paketverfügbarkeit kann ungenau sein

source: {bold}WARNING: Unable to update ESM cache when running as non-root, please run sudo apt update and try again if packages cannot be found.{end_bold}
de_de: {bold}WARNUNG: ESM-Cache kann nicht aktualisiert werden, wenn nicht als 'root' ausgeführt wird. Wenn Pakete nicht gefunden werden können, führen Sie bitte 'sudo apt update' aus und versuchen Sie es dann erneut.{end_bold}

source: Show security updates for packages in the system, including all available Expanded Security Maintenance (ESM) related content. Shows counts of how many packages are supported for security updates in the system. If the format is set to JSON or YAML it shows a summary of the installed packages based on the origin: - main/restricted/universe/multiverse: Packages from the Ubuntu archive. - esm-infra/esm-apps: Packages from the ESM archive. - third-party: Packages installed from non-Ubuntu sources. - unknown: Packages which don't have an installation source (like local deb packages or packages for which the source was removed). The output contains basic information about Ubuntu Pro. For a complete status on Ubuntu Pro services, run 'pro status'.
de_de: Aktuelle Sicherheitsupdates für Pakete im System anzeigen, einschließlich aller verfügbaren Inhalte der "Erweiterten Sicherheitswartung" (ESM). Dies zeigt an, wie viele Pakete im System für Sicherheitsupdates unterstützt werden. Wenn das Format auf JSON oder YAML eingestellt ist, zeigt es eine Zusammenfassung der installierten Pakete basierend auf der Herkunft an: - main/restricted/universe/multiverse: Pakete aus dem Ubuntu-Archiv. - esm-infra/esm-apps: Pakete aus dem ESM-Archiv. - third-party: Pakete, die nicht aus Ubuntu-Quellen installiert wurden. - unknown: Pakete, deren Installationsquelle unbekannt ist (z. B. lokale deb-Pakete oder Pakete, deren Quelle entfernt wurde). Die Ausgabe enthält grundlegende Informationen über Ubuntu Pro. Für einen vollständigen Status der Ubuntu Pro-Dienste führen Sie 'pro status' aus.

source: List and present information about third-party packages
de_de: Auflistung von Informationen über Drittanbieter-Pakete

source: List and present information about unavailable packages
de_de: Auflistung von nicht verfügbaren Paketen

source: List and present information about esm-infra packages
de_de: Auflistung von Informationen über 'esm-infra'-Pakete

source: List and present information about esm-apps packages
de_de: Auflistung von Informationen über 'esm-apps'-Pakete

source: Refresh three distinct Ubuntu Pro related artifacts in the system: * contract: Update contract details from the server. * config: Reload the config file. * messages: Update APT and MOTD messages related to Pro. You can individually target any of the three specific actions, by passing the target name to the command. If no target is specified, all targets are refreshed.
de_de: Aktualisieren Sie drei verschiedene Ubuntu Pro-bezogene Elemente im System: * contract: Vertragdetails vom Server aktualisieren. * config: Konfigurationsdatei neu laden. * messages: APT- und MOTD-Nachrichten im Zusammenhang mit Pro aktualisieren. Sie können eines der drei spezifischen Elemente durch Angabe des Namens aktualisieren. Wenn kein Ziel angegeben ist, werden alle Ziele aktualisiert.

source: Target to refresh.
de_de: Aktualisierungsziel

source: Detach this machine from an Ubuntu Pro subscription.
de_de: Trennen Sie diese Maschine von einem Ubuntu Pro Abonnement.

source: Provide detailed information about Ubuntu Pro services.
de_de: Detaillierte Informationen zu Ubuntu Pro-Diensten.

source: a service to view help output for. One of: {options}
de_de: Dienst für welchen Hilfe angezeigt wird. Auswahl aus: {optionen}
