Repository: canonical/ubuntu-pro-client
Catalog: debian/po/*.po
Languages: de_de

source: Landscape Client can be installed on this machine and enrolled in Canonical's Landscape SaaS: {saas_url} or a self-hosted Landscape: {install_url} Landscape allows you to manage many machines as easily as one, with an intuitive dashboard and API interface for automation, hardening, auditing, and more. Find out more about Landscape at {home_url}
de_de: Landscape Client kann auf dieser Maschine installiert und in Canonical's Landscape SaaS: {saas_url} oder einem selbst gehosteten Landscape: {install_url} Landscape ermöglicht es Ihnen, viele Maschinen einfach zentral zu verwalten, mit einem intuitiven Dashboard und API-Schnittstelle für Automatisierung, Hardening, Auditierung und mehr. Erfahren Sie mehr über Landscape unter {home_url}

source: /etc/landscape/client.conf contains your landscape-client configuration. To re-enable Landscape with the same configuration, run: sudo pro enable landscape --assume-yes
de_de: /etc/landscape/client.conf enthält Ihre Landscape-Client-Konfiguration. Um Landscape mit derselben Konfiguration wieder zu aktivieren, führen Sie Folgendes aus: sudo pro enable landscape --assume-yes

source: Canonical Livepatch service
de_de: Canonical Livepatch-Dienst

source: Livepatch provides selected high and critical kernel CVE fixes and other non-security bug fixes as kernel livepatches. Livepatches are applied without rebooting a machine which drastically limits the need for unscheduled system reboots. Due to the nature of fips compliance, livepatches cannot be enabled on fips-enabled systems. You can find out more about Ubuntu Kernel Livepatch service at {url}
de_de: Livepatch bietet ausgewählte Kernel-CVE-Fehlerbehebungen und andere nicht-sicherheitsrelevante Fehlerbehebungen als Kernel-Livepatches. Livepatches werden ohne Neustart des Systems angewendet, was den Bedarf an ungeplanten Systemneustarts drastisch reduziert. Aufgrund der Natur der FIPS-Konformität können Livepatches nicht auf FIPS-aktivierten Systemen aktiviert werden. Weitere Informationen zum Ubuntu Kernel Livepatch-Dienst finden Sie unter {url}]

source: Current kernel is not covered by livepatch
de_de: Aktueller Kernel wird nicht von Livepatch abgedeckt

source: Kernels covered by livepatch are listed here: {url}
de_de: Kernel, die von Livepatch abgedeckt werden, sind hier aufgeführt: {url}

source: Unable to configure livepatch: {error_msg}
de_de: Fehler beim Konfigurieren von Livepatch: {error_msg}

source: Unable to enable Livepatch:
de_de: Fehler beim Aktivieren von Livepatch:

source: Disabling Livepatch prior to re-attach with new token
de_de: Livepatch wird deaktiviert, bevor Pro mit einem neuen Token zugeordnet wird

source: Livepatch coverage requires a system reboot across LTS upgrade.
de_de: Livepatch-Abdeckung erfordert einen Neustart nach einem LTS-Upgrade.

source: Installing Livepatch
de_de: Livepatch wird installiert

source: Setting up Livepatch
de_de: Livepatch wird eingerichtet

source: Real-time kernel
de_de: Echtzeit-Kernel

source: Ubuntu kernel with PREEMPT_RT patches integrated
de_de: Ubuntu-Kernel mit integrierten PREEMPT_RT-Patches

source: The Real-time kernel is an Ubuntu kernel with PREEMPT_RT patches integrated. It services latency-dependent use cases by providing deterministic response times. The Real-time kernel meets stringent preemption specifications and is suitable for telco applications and dedicated devices in industrial automation and robotics. The Real-time kernel is currently incompatible with FIPS and Livepatch.
de_de: Der Echtzeit-Kernel ist ein Ubuntu-Kernel mit integrierten PREEMPT_RT-Patches. Er ist für latenzabhängige Anwendungsfälle gedacht, indem er deterministische Reaktionszeiten bietet. Der Echtzeit-Kernel erfüllt strenge Präemptionsspezifikationen und ist für Telekommunikationsanwendungen und spezielle Geräte in der industriellen Automatisierung und Robotik geeignet. Der Echtzeit-Kernel ist derzeit inkompatibel mit FIPS und Livepatch.

source: Generic version of the RT kernel (default)
de_de: Standard-Version des RT-Kernels (Standardeinstellung)

source: Real-time NVIDIA Tegra Kernel
de_de: Echtzeit Nvidia Tegra Kernel

source: RT kernel optimized for NVIDIA Tegra platform
de_de: RT kernel optimiert für die Nvidia Tegra Platform

source: Raspberry Pi Real-time for Pi5/Pi4
de_de: Raspberry Pi Echtzeit für Pi5/Pi4

source: 24.04 Real-time kernel optimised for Raspberry Pi
de_de: 24.04 Echtzeit-Kernel für Raspberry Pi optimiert

source: Real-time Intel IOTG Kernel
de_de: Echtzeit Intel IOTG Kernel

source: RT kernel optimized for Intel IOTG platform
de_de: RT kernel optimiert für Intel IOTG Platform

source: The Real-time kernel is an Ubuntu kernel with PREEMPT_RT patches integrated. {bold}This will change your kernel. To revert to your original kernel, you will need to make the change manually.{end_bold} Do you want to continue? [ default = Yes ]: (Y/n)
de_de: Der Echtzeit-Kernel ist ein Ubuntu-Kernel mit integrierten PREEMPT_RT-Patches. {bold}Dies ändert Ihren Kernel. Um zu Ihrem ursprünglichen Kernel zurückzukehren, müssen Sie die Änderung manuell vornehmen.{end_bold} Möchten Sie fortfahren? [ Standard = Ja ]: (Y/n)

source: This will remove the boot order preference for the Real-time kernel and disable updates to the Real-time kernel. This will NOT fully remove the kernel from your system. After this operation is complete you must: - Ensure a different kernel is installed and configured to boot - Reboot into that kernel - Fully remove the realtime kernel packages from your system - This might look something like `apt remove linux*realtime`, but you must ensure this is correct before running it. Are you sure? (y/N)
de_de: Dies entfernt die Bootreihenfolgepräferenz für den Echtzeitkernel und deaktiviert Updates für den Echtzeitkernel. Dies entfernt den Kernel NICHT vollständig von Ihrem System. Nach Abschluss dieser Operation beachten Sie: - Stellen Sie sicher, dass ein anderer Kernel installiert und zum booten konfiguriert ist - Starten Sie mit diesem Kernel neu - Entfernen Sie die Echtzeitkernel-Pakete vollständig von Ihrem System - Dies könnte beispielsweise so gemacht werden: `apt remove linux*realtime`, aber bitte stellen Sie vor Ausführung dessen Korrektheit sicher. Sind Sie sicher? (y/N)

source: ROS ESM Security Updates
de_de: ROS ESM Sicherheitsupdates

source: Security Updates for the Robot Operating System
de_de: Sicherheitsupdates für das Robot Operating System

source: ros provides access to a private PPA which includes security-related updates for available high and critical CVE fixes for Robot Operating System (ROS) packages. For access to ROS ESM and security updates, both esm-infra and esm-apps services will also be enabled. To get additional non-security updates, enable ros-updates. You can find out more about the ROS ESM service at {url}
de_de: ros bietet Zugriff auf ein privates PPA, welches Sicherheitsaktualisierungen für CVEs der Sicherheitsstufen 'hoch' und 'kritisch' der Robot Operating System (ROS)-Pakete enthält. Für den Zugriff auf ROS ESM und Sicherheitsupdates werden auch die Dienste 'esm-infra' und 'esm-apps' aktiviert. Um zusätzliche Nicht-Sicherheitsupdates zu erhalten, aktivieren Sie 'ros-updates'. Weitere Informationen über den ROS ESM-Dienst finden Sie unter {url}

source: ROS ESM All Updates
de_de: ROS ESM alle Aktualisierungen

source: All Updates for the Robot Operating System
de_de: Alle Updates für das Robot Operating System

source: ros-updates provides access to a private PPA that includes non-security-related updates for Robot Operating System (ROS) packages. For full access to ROS ESM, security and non-security updates, the esm-infra, esm-apps, and ros services will also be enabled. You can find out more about the ROS ESM service at {url}
de_de: ros-updates bietet Zugriff auf ein privates PPA, das Updates für Robot Operating System (ROS)-Pakete enthält, die nicht mit Sicherheit zusammenhängen. Für den vollständigen Zugriff auf ROS ESM, Sicherheits- und nicht-sicherheitsbezogene Updates werden auch die Dienste 'esm-infra', 'esm-apps' und ROS-Dienste aktiviert. Weitere Informationen zum ROS ESM-Dienst finden Sie unter {url}

source: Attach failed. Attaching to this contract is only allowed on the Ubuntu {release} ({series_codename}) and previous releases.
de_de: Zuordnung fehlgeschlagen. Dieser Vertrag erlaubt nur Ubuntu {release} ({series_codename}) und frühere Versionen.

source: An unexpected error occurred: {error_msg} For more details, see the log: {log_path} If you think this is a bug, please run: ubuntu-bug ubuntu-advantage-tools
de_de: Ein unerwarteter Fehler ist aufgetreten: {error_msg} Weitere Details finden Sie im Log: {log_path} Wenn Sie glauben, dass dies ein Bug ist, führen Sie bitte aus: `ubuntu-bug ubuntu-advantage-tools`

source: Failed to access URL: {url} Cannot verify certificate of server Please install "ca-certificates" and try again.
de_de: Fehler beim Zugriff auf URL: {url} Server-Zertifikat konnte nicht validiert werden. Bitte stellen sie sicher, dass `ca-certificates` installiert ist, und versuchen sie es erneut.

source: Failed to access URL: {url} Cannot verify certificate of server Please check your openssl configuration.
de_de: Fehler beim Zugriff auf URL: {url} Server-Zertifikat konnte nicht validiert werden. Bitte prüfen sie ihre openssl-Konfiguration.

source: Ignoring unknown argument '{arg}'
de_de: Ignoriere unbekanntes Argument '{arg}'

source: A new version of the client is available: {version}. Please upgrade to the latest version to get the new features and bug fixes.
de_de: Eine neue Version des Pro-Client ist verfügbar: {version}. Bitte aktualisieren Sie auf die neueste Version, um neue Funktionen und Fehlerbehebungen zu erhalten.

source: {title} does not support being enabled with --access-only
de_de: {title} unterstützt nicht die Aktivierung mit --access-only

source: {title} does not support being disabled with --purge
de_de: {title} unterstützt nicht das Deaktivierung mit --purge

source: Cannot disable dependent service: {required_service}{error}
de_de: Kann abhängigen Dienst nicht deaktivieren: {required_service}{error}

source: Cannot disable {entitlement_name} with purge: no origin value defined
de_de: Kann {entitlement_name} nicht mit 'purge' deaktivieren: Keine Ursprungswert definiert

source: Cannot enable required service: {service}{error}
de_de: Kann erforderlichen Dienst nicht aktivieren: {service}{error}

source: Cannot install {title} on a container.
de_de: Kann {title} nicht in einem Container installieren.

source: {title} is not configured
de_de: {title} ist nicht konfiguriert

source: The {service} service is not enabled because the {package} package is not installed.
de_de: Der {service}-Dienst ist nicht aktiviert, da das Paket {package} nicht installiert ist.

source: {title} is active
de_de: {title} ist aktiv

source: {title} does not have an aptURL directive
de_de: {title} hat keine aptURL-Direktive

source: {title} does not have a suites directive
de_de: {title} hat keine 'suites' Direktive

source: {title} is not currently enabled - nothing to do. See: sudo pro status
de_de: {title} ist derzeit nicht aktiviert - nichts zu tun. Siehe: `sudo pro status`

source: Disabling {title} with pro is not supported. See: sudo pro status
de_de: Deaktivierung von {title} mit pro wird nicht unterstützt. Siehe: sudo pro status

source: {title} is already enabled - nothing to do. See: sudo pro status
de_de: {title} ist bereits aktiviert – nichts zu tun. Siehe: `sudo pro status`

source: This subscription is not entitled to {{title}} View your subscription at: {url}
de_de: Dieses Abonnement ist nicht berechtigt für {{title}} Details zum Abonnement unter: {url}

source: {title} is not entitled
de_de: {title} ist nicht berechtigt

source: {title} is not available for kernel {kernel}. Minimum kernel version required: {min_kernel}.
de_de: {title} ist nicht verfügbar für Kernel {kernel}. Benötigte minimalversion des Kernels: {min_kernel}.

source: {title} is not available for kernel {kernel}. Supported flavors are: {supported_kernels}.
de_de: {title} ist für den Kernel {kernel} nicht verfügbar. Unterstützte Varianten sind: {supported_kernels}.

source: {title} is not available for Ubuntu {series}.
de_de: {title} ist für Ubuntu {series} nicht verfügbar.

source: {title} is not available for platform {arch}. Supported platforms are: {supported_arches}.
de_de: {title} ist für die Plattform {arch} nicht verfügbar. Unterstützte Plattformen sind: {supported_arches}.

source: {title} is not available for CPU vendor {vendor}. Supported CPU vendors are: {supported_vendors}.
de_de: {titel} ist für den CPU-Hersteller {vendor} nicht verfügbar. Unterstützte CPU-Hersteller sind: {supported_vendors}.

source: Landscape cannot be enabled via Pro Client on Ubuntu 22.04 and earlier. Please manually install Landscape: {url}
de_de: Landscape kann auf Ubuntu 22.04 und früheren Versionen nicht über den Pro-Client aktiviert werden. Bitte installieren Sie Landscape manuell: {url}

source: no entitlement affordances checked
de_de: keine Berechtigungs-Kostenprüfungen durchgeführt

source: Ubuntu {{series}} does not provide {{cloud}} optimized FIPS kernel For help see: {url}
de_de: Ubuntu {{series}} bietet keinen für {{cloud}} optimierten FIIPS-Kernel. Weitere Informationen finden Sie unter: {url}

source: Cannot enable {fips} when {fips_updates} is enabled.
de_de: Kann {fips} nicht aktivieren, wenn {fips_updates} aktiviert ist.

source: {file_name} is not set to 1
de_de: Datei {file_name} ist nicht auf 1 gesetzt

source: Cannot enable {fips} because {fips_updates} was once enabled.
de_de: Kann {fips} nicht aktivieren, da {fips_updates} bereits einmal aktiviert war.

source: FIPS cannot be enabled if FIPS Updates has ever been enabled because FIPS Updates installs security patches that aren't officially certified.
de_de: FIPS kann nicht aktiviert werden, wenn FIPS-Updates bereits einmal aktiviert waren, da FIPS-Updates Sicherheits-Patches installieren, die nicht offiziell zertifiziert sind.

source: FIPS Updates cannot be enabled if FIPS is enabled. FIPS Updates installs security patches that aren't officially certified.
de_de: FIPS-Updates können nicht aktiviert werden, wenn FIPS aktiviert ist. FIPS-Updates installieren Sicherheitsupdates, die nicht offiziell zertifiziert sind.

source: The following packages are not installed: {packages} {service} may not be enabled on this system.
de_de: Die folgenden Pakete sind nicht installiert: {packages} {service} kann auf diesem System nicht aktiviert werden.

source: Livepatch cannot be enabled while running the official FIPS certified kernel. If you would like a FIPS compliant kernel with additional bug fixes and security updates, you can use the FIPS Updates service with Livepatch.
de_de: Livepatch kann nicht aktiviert werden, während der offizielle FIPS-zertifizierte Kernel ausgeführt wird. Wenn Sie einen FIPS-konformen Kernel mit zusätzlichen Fehlerbehebungen und Sicherheitsupdates wünschen, können Sie den FIPS-Updates-Dienst mit Livepatch verwenden.

source: canonical-livepatch snap is not installed.
de_de: canonical-livepatch snap ist nicht installiert.

source: Cannot enable Livepatch when FIPS is enabled.
de_de: Livepatch kann nicht aktiviert werden, wenn FIPS aktiviert ist.

source: The running kernel has reached the end of its active livepatch window. Please upgrade the kernel with apt and reboot for continued livepatch coverage.
de_de: Der aktuell laufende Kernel hat das Ende seiner aktiven Livepatch-Unterstützung erreicht. Bitte aktualisieren Sie den Kernel mit `apt` und starten Sie neu, um die fortgesetzte Livepatch-Abdeckung zu gewährleisten.

source: The current kernel ({{version}}, {{arch}}) has reached the end of its livepatch coverage. Covered kernels are listed here: {url} Either switch to a covered kernel or `sudo pro disable livepatch` to dismiss this warning.
de_de: Der aktuelle Kernel ({{version}}, {{arch}}) hat das Ende seiner Livepatch-Abdeckung erreicht. Unterstützte Kernel sind hier aufgelistet: {url} Wechseln Sie entweder zu einem unterstützten Kernel oder führen Sie `sudo pro disable livepatch` aus, um diese Warnung zu unterdrücken.

source: The current kernel ({{version}}, {{arch}}) is not covered by livepatch. Covered kernels are listed here: {url} Either switch to a covered kernel or `sudo pro disable livepatch` to dismiss this warning.
de_de: Der aktuelle Kernel ({{version}}, {{arch}}) wird nicht von Livepatch unterstützt. Unterstützte Kernel sind hier aufgelistet: {url} Schalten Sie entweder auf einen unterstützten Kernel um oder führen Sie `sudo pro diable livepatch` aus, um diese Warnung zu unterdrücken.

source: canonical-livepatch status didn't finish successfully
de_de: `canonical-livepatch status` wurde nicht erfolgreich beendet

source: Error running canonical-livepatch status: {livepatch_error}
de_de: Fehler beim Ausführen von `canonical-livepatch status`: {livepatch_error}

source: Realtime and FIPS require different kernels, so you cannot enable both at the same time.
de_de: Echtzeit und FIPS erfordern unterschiedliche Kernel, daher können Sie nicht beide gleichzeitig aktivieren.

source: Realtime and FIPS Updates require different kernels, so you cannot enable both at the same time.
de_de: Echtzeit und FIPS-Updates erfordern unterschiedliche Kernel, daher können Sie nicht beide gleichzeitig aktivieren.

source: Livepatch does not currently cover the Real-time kernel.
de_de: Livepatch deckt derzeit keinen Echtzeit-Kernel ab.

source: {service} cannot be enabled together with {variant}
de_de: {service} kann nicht zusammen mit der Variante {variant} aktiviert werden.

source: Cannot install Real-time kernel on a container.
de_de: Echtzeit-Kernel kann nicht in einem Container installiert werden.

source: ROS packages assume ESM updates are enabled.
de_de: ROS-Pakete gehen davon aus, dass ESM-Updates aktiviert sind.

source: ROS bug-fix updates assume ROS security fix updates are enabled.
de_de: ROS-Fehlerbehebungs-Updates setzen voraus, dass ROS-Sicherheits-Updates aktiviert sind.

source: apt-daily.timer jobs are not running
de_de: apt-daily.timer Aufgaben laufen nicht

source: {cfg_name} is empty
de_de: {cfg_name} ist leer

source: {cfg_name} is turned off
de_de: {cfg_name} ist deaktiviert

source: unattended-upgrades package is not installed
de_de: 'unattended-upgrades' Paket ist nicht installiert

source: Landscape is installed and configured but not registered. Run `sudo landscape-config` to register, or run `sudo pro disable landscape`
de_de: Landscape ist installiert und konfiguriert, aber nicht registriert. Führen Sie `sudo landscape-config` aus, um zu registrieren, oder führen Sie `sudo pro disable landscape` aus

source: landscape-client is either not installed or installed but disabled.
de_de: landscape-client ist entweder nicht installiert oder zwar installiert, aber deaktiviert.

source: Error: issue "{issue_id}" is not recognized. CVEs should follow the pattern CVE-yyyy-nnn. USNs should follow the pattern USN-nnnn.
de_de: Fehler: Das Problem "{issue_id}" wurde nicht erkannt. CVEs sollten dem Muster CVE-yyyy-nnn folgen. USNs sollten dem Muster USN-nnnn folgen.

source: Another process is running APT.
de_de: Ein anderer Prozess führt APT aus.

source: APT update failed to read APT config for the following: {failed_repos}
de_de: APT-Aktualisierung fehlgeschlagen: APT-Konfiguration konnte für folgende Repositories nicht gelesen werden: {failed_repos}

source: Invalid APT credentials provided for {repo}
de_de: Ungültige APT-Anmeldeinformationen für {repo} angegeben

source: Timeout trying to access APT repository at {repo}
de_de: Timeout beim Zugriff auf das APT-Repository bei {repo}

source: Unexpected APT error. {detail} See /var/log/ubuntu-advantage.log
de_de: Unerwarteter APT-Fehler. {detail} Siehe /var/log/ubuntu-advantage.log

source: Cannot validate credentials for APT repo. Timeout after {seconds} seconds trying to reach {repo}.
de_de: Kann die Anmeldeinformationen für das APT-Repository nicht validieren. Zeitüberschreitung nach {seconds} Sekunden beim Versuch, {repo} zu erreichen.

source: snap {snap} is not installed or doesn't exist
de_de: snap {snap} ist nicht installiert oder existiert nicht

source: Unexpected SNAPD API error {error}
de_de: Unerwarteter SNAPD API-Fehler {error}

source: Could not reach the SNAPD API
de_de: Konnte die SNAPD API nicht erreichen

source: Failed to install snapd on the system
de_de: Installation von snapd auf diesem System fehlgeschlagen

source: Unable to install Livepatch client: {error_msg}
de_de: Livepatch-Client konnte nicht installiert werden: {error_msg}

source: "{proxy}" is not working. Not setting as proxy.
de_de: "{proxy}" funktioniert nicht. Proxy wird nicht festgelegt.

source: "{proxy}" is not a valid url. Not setting as proxy.
de_de: "{proxy}" ist keine gültige URL. Proxy wird nicht festgelegt.

source: To use an HTTPS proxy for HTTPS connections, please install pycurl with `apt install python3-pycurl`
de_de: Um einen HTTPS-Proxy für HTTPS-Verbindungen zu verwenden, installieren Sie bitte 'pycurl' mit `apt install python3-pycurl`

source: PycURL Error: {e}
de_de: PycURL Fehler: {e}

source: Proxy authentication failed
de_de: Anmeldung am Proxy fehlgeschlagen

source: Failed to connect to {url} {cause_error}
de_de: Verbindung zu {url} fehlgeschlagen {cause_error}

source: Error connecting to {url}: {code} {body}
de_de: Fehler bei Verbindung zu {url}: {code} {body}

source: Cannot {operation} unknown service '{invalid_service}'. {service_msg}
de_de: Kann unbekannten Dienst '{invalid_service}' nicht mit Operation '{operation}' verändern. {service_msg}

source: This machine is already attached to '{account_name}' To use a different subscription first run: sudo pro detach.
de_de: Diese Maschine ist bereits '{account_name}' zugeordnet. Um ein anderes Abonnement zu verwenden, führen Sie zuerst `sudo pro detach` aus.

source: Failed to attach machine. See {url}
de_de: Fehler beim Zuordnen des Rechners. Siehe {url}

source: Error while reading {config_name}: {error}
de_de: Fehler beim Lesen von {config_name}: {error}

source: Invalid token. See {url}
de_de: Ungültiges Token. Siehe {url}

source: Attach denied: Contract "{{contract_id}}" expired on {{date}} Visit {url} to manage contract tokens.
de_de: Zuordnung abgewiesen. Vertrag "{{contract_id}}" ist am {{date}} abgelaufen. Besuchen Sie {url}, um die Tokens des Vertrags zu verwalten.

source: Attach denied: Contract "{{contract_id}}" is not effective until {{date}} Visit {url} to manage contract tokens.
de_de: Zuordnung abgewiesen. Vertrag "{{contract_id}}" ist gilt erst ab {{date}}. Besuchen Sie {url}, um Tokens des Vertrags zu verwalten.

source: Attach denied: Contract "{{contract_id}}" has never been effective Visit {url} to manage contract tokens.
de_de: Zuordnung abgewiesen. Vertrag "{{contract_id}}" war nie aktiv. Besuchen Sie {url}, um Tokens des Vertrags zu verwalten.

source: Expired token or contract. To obtain a new token visit: {url}
de_de: Abgelaufenes Token oder Vertrag. Für ein neues Token besuchen Sie: {url}

source: The magic attach token is already activated.
de_de: Dieses magische Zuordnungs-Token ist bereits aktiviert.

source: The magic attach token is invalid, has expired or never existed
de_de: Dieses magische Zuordnungs-Token ist ungültig, abgelaufen oder existierte nie

source: Service unavailable, please try again later.
de_de: Dienst derzeit nicht verfügbar, bitte später erneut versuchen.

source: This attach flow does not support {param} with value: {value}
de_de: Dieser Zuordnungs-Vorgang unterstützt {param} mit dem Wert {value} nicht.

source: Ubuntu Pro server provided no aptURL directive for {entitlement_name}
de_de: Ubuntu Pro server hat keine aptURL-direktive für {entitlement_name} bereitgestellt
