Repository: canonical/ubuntu-pro-client
Catalog: debian/po/*.po
Languages: de_de

source: This machine is not attached to an Ubuntu Pro subscription. See {url}
de_de: Dieser Rechner ist keinem Ubuntu Pro Abonnement zugeordnet. Siehe {url}

source: Cannot {{operation}} services when unattached - nothing to do. To use '{{valid_service}}' you need an Ubuntu Pro subscription. Personal and community subscriptions are available at no charge. See {url}
de_de: Kann Vorgang '{{operation}}' für Dienste nicht durchführen, wenn die Maschine nicht Ubuntu Pro zugeordnet ist. Um '{{valid_service}}' zu nutzen, benötigen Sie ein Ubuntu Pro Abonnement. Für Privatnutzung ist das Abonnement kostenlos verfügbar. Weitere Informationen finden Sie unter {url}

source: could not find entitlement named "{entitlement_name}"
de_de: Berechtigung mit dem Namen "{entitlement_name}" nicht gefunden

source: failed to enable some services
de_de: Fehler beim Aktivieren einiger Dienste

source: failed to enable {service}
de_de: Fehler beim Aktivieren von {service}

source: failed to disable {service}
de_de: Fehler beim Deaktivieren von {service}

source: Failed to enable default services, check: sudo pro status
de_de: Fehler beim Aktivieren der Standarddienste, prüfen Sie: `sudo pro status`

source: Something went wrong during the attach process. Check the logs.
de_de: Etwas ist beim Zuordnen fehlgeschlagen. Bitte überprüfen Sie die Log-Dateien.

source: Ubuntu Pro server provided no aptKey directive for {entitlement_name}
de_de: Der Ubuntu Pro-Server hat keine 'aptKey'-Direktive für {entitlement_name} bereitgestellt

source: Ubuntu Pro server provided no suites directive for {entitlement_name}
de_de: Der Ubuntu Pro-Server hat keine 'suites'-Direktive für {entitlement_name} bereitgestellt

source: Cannot setup apt pin. Empty apt repo origin value for {entitlement_name}
de_de: Konnte 'apt pin' nicht einrichten. Leerer 'apt repo origin'-Wert für {entitlement_name}

source: Could not determine contract delta service type {orig} {new}
de_de: Konnte die Vertragsänderung von Typ {orig} {new} nicht ermitteln

source: Cannot enable {service_being_enabled} when {required_service} is disabled.
de_de: Kann {service_being_enabled} nicht aktivieren, wenn {required_service} deaktiviert ist.

source: Cannot enable {service_being_enabled} when {incompatible_service} is enabled.
de_de: Kann {service_being_enabled} nicht aktivieren, wenn {incompatible_service} aktiviert ist.

source: Cannot disable {service_being_disabled} when {dependent_service} is enabled.
de_de: Kann {service_being_disabled} nicht deaktivieren, während {dependent_service} aktiviert ist.

source: Failed to identify this image as a valid Ubuntu Pro image. Details: {error_msg}
de_de: Identifikation des Abbildes als gültiges Ubuntu Pro fehlgeschlagen. Details: {error_msg}

source: An error occurred while talking the the cloud metadata service: {code} - {body}
de_de: Fehler beim Kommunizieren mit dem Cloud-Metadaten-Dienst: {code} - {body}

source: Failed to attach machine {{status_code}}: {{error_msg}} For more information, see {url}
de_de: Fehler beim Zuordnen der Maschine {{status_code}}: {{error_msg}} Weitere Informationen finden Sie unter {url}

source: No valid AWS IMDS endpoint discovered at addresses: {addresses}
de_de: Kein gültiger AWS IMDS-Endpunkt an den angegebenen Adressen gefunden: {addresses}

source: Unable to determine cloud platform.
de_de: Cloud-Plattform konnte nicht ermittelt werden.

source: Auto-attach image support is not available on this image See: {url}
de_de: Automatisches Abo-Zuordnen von Abbildern ist auf diesem Abbild nicht verfügbar. Siehe: {url}

source: Auto-attach image support is not available on {{cloud_type}} See: {url}
de_de: Automatiches Abo-Zuordnen wird für {{cloud_type}} nicht unterstützt. Siehe: {url}

source: The running version of LXD does not support guest auto attach
de_de: Die aktuell laufende Version von LXD unterstützt kein automatisches Abo-Zuordnen der Instanzen.

source: The LXD host does not allow guest auto attach
de_de: Der LXD-Dienst erlaubt keine automatische Abo-Zuordnung für Instanzen.

source: {file_name} is not valid {file_format}
de_de: Die Datei {file_name} ist kein gültiges {file_format} Format.

source: {file_name} is not encoded as {file_encoding}
de_de: Datei {file_name} ist nicht mit {file_encoding} kodiert

source: Could not parse /etc/os-release VERSION: {orig_ver} (modified to {mod_ver})
de_de: Konnte /etc/os-release VERSION nicht einlesen: {orig_ver} (geändert auf {mod_ver})

source: Could not extract series information from /etc/os-release. The VERSION filed does not have version information: {version} and the VERSION_CODENAME information is not present
de_de: Konnte keine 'series'-Information aus /etc/os-release extrahieren. Das Feld VERSION enthält keine Versionsinformationen: {version} und die VERSION_CODENAME-Information ist nicht vorhanden

source: There is a corrupted lock file in the system. To continue, please remove it from the system by running: $ sudo rm {lock_file_path}
de_de: Es wurde eine beschädigte Sperrdatei im System gefunden. Um fortzufahren, entfernen Sie diese bitte mit folgendem Befehl aus dem System: $ sudo rm {lock_file_path}

source: {source} returned invalid json: {out}
de_de: {source} hat ungültiges JSON zurückgegeben: {out}

source: Invalid value for {path_to_value} in /etc/ubuntu-advantage/uaclient.conf. Expected {expected_value}, found {value}.
de_de: Ungültiger Wert für {path_to_value} in /etc/ubuntu-advantage/uaclient.conf. Erwartet ist '{expected_value}', gefunden wurde aber '{value}'.

source: Cannot set {key} to {value}: <value> for interval must be a positive integer.
de_de: Kann {key} nicht auf {value} setzen: Der Wert für ein Interval muss eine positive Ganzzahl sein.

source: Invalid url in config. {key}: {value}
de_de: Ungültige URL in der Konfiguration. {key}: {value}

source: Could not find yaml file: {filepath}
de_de: yaml-Datei nicht gefunden: {filepath}

source: Error: Setting global apt proxy and pro scoped apt proxy at the same time is unsupported. Cancelling config process operation.
de_de: Fehler: Das gleichzeitige Festlegen des globalen und Ubuntu Pro spezifischen apt Proxys wird nicht unterstützt. Konfigurationsprozess wird abgebrochen.

source: Can't load the distro-info database.
de_de: Kann die distro-info Daten nicht laden.

source: Can't find series {series} in the distro-info database.
de_de: Kann Serien-Eintrag '{series}' nicht in den distro-info Daten finden.

source: Error: Cannot use {option1} together with {option2}.
de_de: Fehler: {option1} kann nicht zusammen mit {option2} verwendet werden.

source: Error: {option1} depends on {option2} to work properly.
de_de: Fehler: {option1} benötigt {option2} für die korrekte Funktion.

source: No help available for '{name}'
de_de: Keine Hilfe für '{name}' verfügbar

source: Error: issue "{issue}" is not recognized. Usage: "pro {cmd} CVE-yyyy-nnnn" or "pro {cmd} USN-nnnn"
de_de: Fehler: Das Problem "{issue}" wurde nicht erkannt. Verwendung: `pro {cmd} CVE-yyyy-nnnn` oder `pro {cmd} USN-nnnn`

source: {arg} must be one of: {choices}
de_de: {arg} muss eines der folgenden sein: {choices}

source: Empty value provided for {arg}.
de_de: Wert für {arg} nicht angegeben.

source: Expected {expected} but found: {actual}
de_de: Wert {expected} erwartet, aber angegeben wurde: {actual}

source: Unable to process uaclient.conf
de_de: Fehler beim Verarbeiten von uaclient.conf

source: Unable to refresh your subscription
de_de: Ihr Abonnement konnte nicht aktualisiert werden.

source: Unable to update Ubuntu Pro related APT and MOTD messages.
de_de: Fehler beim Aktualisieren der APT- und MOTD-Nachrichten für Ubuntu Pro.

source: json formatted response requires --assume-yes flag.
de_de: json-formatierte antwort benötigt ein '--assume-yes' Argument.

source: Do not pass the TOKEN arg if you are using --attach-config. Include the token in the attach-config file instead.
de_de: Bei '--attach-config' kann kein TOKEN übergeben werden. Fügen Sie das Token stattdessen in die 'attach-config'-Datei ein.

source: Cannot provide both --args and --data at the same time
de_de: Kann --args und --data nicht gleichzeitig bereitstellen

source: Operation cancelled by user
de_de: Operation vom Benutzer abgebrochen

source: Unable to perform: {lock_request}.
de_de: Konnte nicht ausführen: {lock_request}.

source: This command must be run as root (try using sudo).
de_de: Dieser Befehl muss als 'root' ausgeführt werden (versuchen Sie `sudo`).

source: Metadata for {issue} is invalid. Error: {error_msg}.
de_de: Metadaten für {issue} sind ungültig. Fehler: {error_msg}.

source: Error: {issue_id} not found.
de_de: Fehler: {issue_id} nicht gefunden.

source: GPG key '{keyfile}' not found.
de_de: GPG-Schlüssel '{keyfile}' nicht gefunden.

source: '{endpoint}' is not a valid endpoint
de_de: '{endpoint}' ist kein gültiger Endpunkt

source: Missing argument '{arg}' for endpoint {endpoint}
de_de: Fehlendes Argument '{arg}' für den Endpunkt {endpoint}

source: {endpoint} accepts no arguments
de_de: {endpoint} akzeptiert keine Argumente

source: Error parsing API json data parameter: {data}
de_de: Fehler beim Verarbeiten der API-JSON-Datenparameter: {data}

source: '{arg}' is not formatted as 'key=value'
de_de: '{arg}' ist nicht im Format 'schlüssel=wert' angegeben

source: Unable to determine version: {error_msg}
de_de: Version konnte nicht ermittelt werden: {error_msg}

source: features.disable_auto_attach set in config
de_de: features.disable_auto_attach in Konfiguration gesetzt

source: Unable to determine unattended-upgrades status: {error_msg}
de_de: Konnte den Zustand von 'unattended-upgrades' (automatischen Systemaktualisierungen) nicht ermitteln: {error_msg}

source: Expected value with type {expected_type} but got type: {got_type}
de_de: Wert vom Typ {expected_type} erwartet, übergeben wurde jedoch Typ {got_type}.

source: Got value with incorrect type at index {index}: {nested_msg}
de_de: Wert mit falschem Typ an Index {index} erhalten: {nested_msg}

source: Got value with incorrect type for {key}:{value_type} {nested_msg}
de_de: Ungültiger Typ für Wert {key}:{value_type} erhalten {nested_msg}

source: Got value with incorrect type for field "{key}": {nested_msg}
de_de: Wert für Feld "{key}" mit inkorrektem Typ erhalten: {nested_msg}

source: Value provided was not found in {enum_class}'s allowed values: {values}
de_de: Wert wurde nicht in den zulässigen Werten von {enum_class} gefunden: {values}

source: Error updating ESM services cache: {error}
de_de: Fehler beim Aktualisieren des Zwischenspeichers für des ESM-Dienste: {error}

source: There is a problem with the resource directives provided by {url} These entitlements: {names} are sharing the following directives - APT url: {apt_url} - Suite: {suite} These directives need to be unique for every entitlement.
de_de: Es gibt ein Problem mit den Ressourcendirektiven, die für {url} bereitgestellt wurden. Diese Berechtigungen: {names} teilen sich die folgenden Direktiven: - APT-URL: {apt_url} - Suite: {suite} Diese Direktiven müssen für jede Berechtigung eindeutig sein.

source: landscape-config command failed
de_de: `landscape-config`-Befehl fehlgeschlagen

source: You must use the pro command to purge a service that has installed a kernel
de_de: Um einen Dienst zu entfernen, der einen Kernel installiert hat, muss der `pro` Befehl genutzt werden.

source: The operation is not supported
de_de: Die Operation wird nicht unterstützt

source: Invalid URL: {url}
de_de: Ungültige URL: {url}

source: Unknown processor type: {processor_type}
de_de: Unbekannter Prozessor-Typ: {processor_type}

source: Unsupported manifest file format: {manifest_file}
de_de: Nicht unterstütztes Manifest-Dateiformat: {manifest_file}

source: Error parsing {name} for line: {error_line}
de_de: Fehler beim Verarbeiten von {name} für Zeile: {error_line}

source: The feature '{feature_name}' is not supported with the old token format. Please detach and reattach to give this machine a new token.
de_de: Die Funktion '{feature_name}' wird mit dem alten Token-Format nicht unterstützt. Bitte trennen und neu dem Abonnement zuordnen, um dieser Maschine ein neues Token zu geben.

source: The etag for resource: {url} has not changed
de_de: Der 'etag' für die Ressource: {url} hat sich nicht geändert

source: The file {filename} already exists in the system.
de_de: Die Datei {filename} existiert bereits im System.

source: Vulnerability data not found for the current Ubuntu release
de_de: Keine Schwachstelleninformationen für die aktuelle Ubuntu-Version gefunden
